{
	"title": "Referendums 2021: Nuclear Over Pork, Slogan Over Discourse",
	"subtitle": "IORG Dokidoki Alert ﹋ No. 17 ﹏ 2021.4.1-11.21",
	"coverImage": "https://lh5.googleusercontent.com/YQ-bkBRxRI4WoWLhspvd_TIdW97KkGcG3NN4ggkQnG5lQsrxAwBDnYsXvl37X2aJK4E1C7uScm-EAgIB9np1R3icVvXKXPqGZchYEtFQZlsuw3SvDXx92nQq1sLSUP_SyA",
	"authorInfoItemsHTML": "<li class=\"c1 c15 li-bullet-0\"><span class=\"c4\">Author = IORG</span></li>",
	"tags": [
		"Dokidoki Alert"
	],
	"html": "<a id=\"t.3eaf70e849ae48eae03544bd83f8452851f70638\"></a><a id=\"t.0\"></a><div class=\"stickers\"></div><h2 class=\"c6\" id=\"h.tmjzfa2n68h4\"><span class=\"c13\">Summary</span></h2><ul class=\"c8 lst-kix_3gcjdyqdlzhg-0 start\"><li class=\"c7 li-bullet-0\"><span class=\"c4\">“Liveliness” of referendum increased drastically after the recall vote of Taichung legislator Chen Po-wei (陳柏惟) ended on October 23<sup>rd</sup>. This might be due to partisan mobilization and campaigns organized by major parties in Taiwan.</span></li><li class=\"c7 li-bullet-0\"><span class=\"c4\">Before local COVID-19 cases spiked in mid-May, algae reef protection was the most popular topic among the four referendums. After the outbreaks, ractopamine pork, and then the Fourth Nuclear Power Plant since early November.</span></li><li class=\"c7 li-bullet-0\"><span class=\"c4\">Liveliness trend of referendums on Facebook and Taiwan’s news media are high, while the trend on LINE is relatively independent of other data sources.</span></li><li class=\"c7 li-bullet-0\"><span class=\"c4\">Since partisan campaigns began at the end of October, the topics and the referendum became more closely connected. More articles mention multiple referendum topics together, while the content shifted from discourse to slogan-based political propaganda.</span></li><li class=\"c7 li-bullet-0\"><span class=\"c4\">After the first official debates, Facebook post count of the Fourth Nuclear Power Plant surpassed that of ractopamine pork, becoming the most popular topic. After the second debate, Facebook posts mentioning multiple topics started to “incline” toward the Fourth Nuclear Power Plant, a first since April.</span></li><li class=\"c7 li-bullet-0\"><span class=\"c4\">Comparing liveliness of Facebook posts containing major party slogans, including “4 Disagree” (DPP) and “4 Agree” (CNP/KMT), between late September and late November, we found that while “4 Disagree” (四個不同意) outnumbered all others, “4 Agree” (四個同意) posts have higher average number of user reactions and shares. This might be due to a higher number of “4 Disagree” posts, resulting in higher total number of interactions.</span></li><li class=\"c7 li-bullet-0\"><span class=\"c4\">“4 Disagree” posts mention the Fourth Nuclear Power Plant the most, while “4 Agree” posts mention ractopamine pork the most.</span></li><li class=\"c7 li-bullet-0\"><span class=\"c4\">CCP state agencies and state media “care about” ractopamine pork the most, and consistently since April, evident in both topic liveliness and content inclination.</span></li><li class=\"c7 li-bullet-0\"><span class=\"c4\">Liveliness trend of referendums among CPP outlets has a high correlation to Taiwan’s information space, higher than its connection with Weibo, China’s social media platform. IORG argues that this implies that CCP outlets follow tightly to the development of Taiwan’s public discourse.</span></li><li class=\"c7 li-bullet-0\"><span>CCP’s influence on the public discourse of referendums is lower, compared to its influence on vaccines. </span><span class=\"c5\"><a class=\"c3\" href=\"https://iorg.tw/da/13\">DA.13</a></span><span> reported that</span><span class=\"c4\"> the percentage of non-original Facebook content from CCP can be as high as 51.14%. Regarding referendums, this percentage has dropped to below 20%.</span></li><li class=\"c7 li-bullet-0\"><span class=\"c4\">As Taiwan’s referendum gained liveliness after late October, the percentage of sentences from CCP appearing in Facebook posts gradually decreased, a sign of weakening influence. CCP influence is higher on the topics of ractopamine pork and the Fourth Nuclear Power Plant. A closer look at the percentage of non-original Facebook content from CPP shows it dropping from 30% to below 20% on algal reef protection and ractopamine pork, and from 25% to below 15% on the Fourth Nuclear Power Plant and same-day elections.</span></li></ul><div class=\"separator\"></div><a id=\"t.ddc8da8f14956e0838fde572a21f3dff62665921\"></a><a id=\"t.1\"></a><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh5.googleusercontent.com/YQ-bkBRxRI4WoWLhspvd_TIdW97KkGcG3NN4ggkQnG5lQsrxAwBDnYsXvl37X2aJK4E1C7uScm-EAgIB9np1R3icVvXKXPqGZchYEtFQZlsuw3SvDXx92nQq1sLSUP_SyA\" title=\"\"></div></div><div class=\"separator\"></div><p class=\"c14\"><span>Full version of this Dokidoki Alert is available in Taiwanese Mandarin. Please visit </span><span class=\"c5\"><a class=\"c3\" href=\"https://iorg.tw/da/17\">https://iorg.tw/da/17</a></span><span class=\"c4\"> for more.</span></p><div class=\"separator\"></div><p class=\"c14\"><span class=\"c4\">Also…</span></p><ul class=\"c8 lst-kix_a52ds2ibcu8r-0 start\"><li class=\"c7 li-bullet-0\"><span class=\"c5\"><a class=\"c3\" href=\"https://iorg.tw/_en/open/research-method\">IORG Research Method</a></span></li><li class=\"c7 li-bullet-0\"><span class=\"c5\"><a class=\"c3\" href=\"https://iorg.tw/_en/china-watch\">IORG China Watch</a></span></li><li class=\"c7 li-bullet-0\"><span class=\"c5\"><a class=\"c3\" href=\"https://iorg.tw/_en/da\">IORG Dokidoki Alert</a></span></li></ul>",
	"articleID": "_DA_17",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vSQZrEeETT4HSWLXr3dYYifH9H0xIgkmiihZJfyglhQTW-oAUb4gaeppVfAXL8sKCGewNnebPUb-Zze/pub",
	"publishedAt": "2021/12/9 12:00"
}