{
	"title": "Top Taiwanese Commentator Featured in PRC State Media Douyin Videos 2023Q4 – More of Candidates Hou, Ke, and Domestic Politics",
	"subtitle": "IORG Report No. 58 2023.10.1-11.30",
	"coverImage": "https://lh7-us.googleusercontent.com/docsz/AD_4nXfOLwXNMn8AA9T3hKCuD1Ch_Gh6-xgwID1gZZOSvvdRdYxKSTZv8yM-9sDCwyeAskIc0lcK_smBTqCW1IX54B8wd9f-FNg_zmLkE64v9YFDg6ElM6u03pxRG0MLHRGtGLhphQpr1zTQqaP9J6v1YQ?key=NmdAgDxjlXhU41vI84e6rQ",
	"authorInfoItemsHTML": "<li class=\"c2 li-bullet-0\"><span class=\"c5\">Author = IORG</span></li>",
	"tags": [
		"Report"
	],
	"sections": [
		{
			"id": "h2-1",
			"titleText": "Summary"
		}
	],
	"html": "<div class=\"stickers\"></div><h2 class=\"c7 c14\" id=\"h2-1\"><span class=\"c12\">Summary</span></h2><ul class=\"\"><li class=\"\"><span class=\"c5\">During October and November 2023, influence (number of videos and duration of appearances) of Hou Yu-Ih (侯友宜) and Ke Wen-Je (柯文哲) on PRC state media increased 70.60% and 63.90%, respectively. Influence of Hou on PRC state media was the highest of all presidential candidates, compared to 2023Q3, including that of President Tsai Ing-Wen (蔡英文) and VP Lai Ching-Te (賴清德).</span></li><li class=\"\"><span class=\"c5\">Average monthly change of influence is +1.63% and -17.63% for Lai and Tsai, respectively, both lower than Hou and Ke.</span></li><li class=\"\"><span class=\"c5\">Top 10 Taiwanese political talk show commentators featured in PRC state media Douyin videos from October 1<sup>st</sup> to November 30<sup>th</sup> 2023 were: Julian Kuo (郭正亮), Jieh Wen-Chieh (介文汲), Lai Yueh-Chien (賴岳謙), Alex Tsai (蔡正元), Hsieh Han-ping (謝寒冰), Jaw Shaw-Kong (趙少康), Shuai Hua-Ming (帥化民), Cheng Li-Wun (鄭麗文), Tang Hsiang-Lung (唐湘龍), Hou Han-Ting (侯漢廷), ranked by number of videos and duration of appearance.</span></li><li class=\"\"><span class=\"c5\">Top 4 combination in Q4 is identical to that in Q3, with Kuo leaping to 1<sup>st</sup> place, surpassing Jie and Lai. Domestic politics group (Kuo, Tsai, Hsieh, Cheng, Hou) has risen in overall ranking and group size from 4 to 5.</span></li><li class=\"\"><span class=\"c5\">Higher overall ranking of the domestic politics group may reflect escalation of election campaigns. At the same time, PRC state media features speech regarding Taiwan’s election and domestic politics more frequently, continues to “use Taiwanese voices to criticize Taiwan” (以台批台), and shape a distorted image of Taiwan.</span></li><li class=\"\"><span class=\"c5\">Jaw Shaw-Kong ranked 6<sup>th</sup> in influence in Q4, 2 places higher than in Q3, while ranked 1<sup>st</sup> in terms of number of videos. PRC state media increased exposure (number of videos) of Jaw after confirmation of his VP candidacy more than any other commentators (at least 3.34x). Number of videos mentioning Jaw within the first week of his candidacy equals to that of the 7 weeks before.</span></li><li class=\"\"><span class=\"c5\">Number of videos and duration of appearances of Taiwanese commentators are 1.52x and 2.67x that of current President and presidential candidates, showing identical comparison to Q3 with slightly lower proportion. <a href=\"/da/57\" target=\"_blank\" class=\"da\"><span>DA.57</span></a> Combined with the amplified influence of Hou and Ke this quarter, analysis shows a tendency of PRC stat media to directly mention particular candidates when approaching the election.</span></li><li class=\"\"><span class=\"c5\">Newcomers: Cheng and Hou, who received biggest rise in rankings from 34<sup>th</sup> to 8<sup>th</sup> place and 21<sup>th</sup> to 10<sup>th</sup> place, respectively.</span></li><li class=\"\"><span class=\"c5\">Cuts: Li and Wang, who dropped from 9<sup>th</sup> to 12<sup>th</sup> place and 10<sup>th</sup> to 13<sup>th</sup> place, respectively.</span></li><li class=\"\"><span class=\"c5\">Common topics among top 10 Taiwanese commentators on PRC state media: elections (37%), US Skepticism (37%), and immanence of war (兵凶戰危) (10.4%)</span></li><li class=\"\"><span class=\"c5\">Election: Aside from highlighting criticism of DPP from Taiwanese commentator, PRC state media anchor also promoted KMT’s Hou-Jaw ticket, even to the point of stating that “unsuccessful KMT-TPP coalition has conversely consolidated the base of the blue camp and much increased Hou’s blue iron vote (鐵票).”</span></li><li class=\"\"><span class=\"c5\">Immanence of war: portraying Taiwan’s current situation as very dangerous, blaming DPP government for being overly pro-US, and criticizing DPP and Lai Ching-Te within the context of Taiwan’s election.</span></li><li class=\"\"><span class=\"c5\">After the publication of the Q3 report <a href=\"/da/57\" target=\"_blank\" class=\"da\"><span>DA.57</span></a>, Kuo (3<sup>rd</sup> place) made contradictory responses and public statements with <label class=\"sticker danger\"><span class=\"content\">No evidence</span></label> <label class=\"sticker danger\"><span class=\"content\">Conspiracy</span></label>, Wang (4<sup>th</sup> place) portrayed herself as a victim in public statements with <label class=\"sticker danger\"><span class=\"content\">Distorted content</span></label> <label class=\"sticker danger\"><span class=\"content\">False equivalence</span></label> <label class=\"sticker bad\"><span class=\"content\">Appeal to emotion</span></label>. Related statements were not helpful for facilitating public discourse. Kuo’s resort to conspiracy theories was particularly harmful and needed to be publicly condemned.</span></li><li class=\"\"><span class=\"c5\">Top 4 PRC state media most frequently featuring Taiwanese commentators in Q4 are identical of those in Q3: “Strait Herald” (海峡导报) (40.53%), “Taihai Net” (台海网) (35.68%), “Taiwan.cn” (7.93%), and “Huaxia Jingwei Net” (3.96%).</span></li></ul><div class=\"separator\"></div><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh7-us.googleusercontent.com/docsz/AD_4nXfTlP9r3Rz-PlOTpauKL-BZdsO7im1uVBPF1e_SRb25nkwgPJ5wC7iWYeTjkAy-voeQcHjuT5KlySmUbpipoVZteQ_nwXHiytMIHk0N7n-6zNK9iCg4zNETVsfsLHZM9y9HJYoGAbS3bLQ1zJdzVw?key=NmdAgDxjlXhU41vI84e6rQ\" title=\"\"></div></div><div class=\"separator\"></div><p class=\"c7\"><span>Full version of this report is available in Taiwanese Mandarin. Please visit </span><span class=\"c1\"><a class=\"c9\" href=\"https://iorg.tw/da/58\">https://iorg.tw/da/58</a></span><span class=\"c5\"> for more.</span></p>",
	"articleID": "_DA_58",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vRMDmIxWxHNz36YjCZpjgWDt5doq3S6JMgdr0CzY__bWHxMVX-jX-E3q5a0II7NltyJRjC7XkPBlyXR/pub",
	"locale": "_en",
	"publishedAt": "2024/1/4 10:30"
}