{
	"title": "Troublemaker or Chess Piece: Pre-election Narratives on Taiwan-US Relations",
	"subtitle": "IORG Report No. 54 2021.4.1-2023.9.30",
	"coverImage": "https://lh7-rt.googleusercontent.com/docsz/AD_4nXdKtwlb1gPVCfuwDE-4joMh9F5i5rstjUa6ZcV_hMgFh9h6am_CDs-KkOo2Xb16h4TWQu3_RfSjzoV5kk0I1Ubm53udK8mbRs6iyxsXui5A2chEEztR4p9OT1alyc9ttbIPck_H9GRjEVgRYCIA?key=jXoJpzk9mR7KIp8rGiCtkg",
	"authorInfoItemsHTML": "<li class=\"c2 c7 li-bullet-0\"><span class=\"c3\">Author = IORG</span></li>",
	"tags": [
		"Report"
	],
	"sections": [
		{
			"id": "h2-1",
			"titleText": "Summary"
		}
	],
	"html": "<div class=\"stickers\"></div><h2 class=\"c0\" id=\"h2-1\"><span class=\"c15\">Summary</span></h2><h3 class=\"c0\" id=\"h.g5v4zfy08nr\"><span class=\"c1\">7 types of narratives including “troublemaker” and “chess piece” commonly seen before Taiwan’s presidential elections</span></h3><p class=\"c9\"><span class=\"c3\">7 types of narratives on Taiwan-US relations before Taiwan’s presidential elections are compiled in this report. These are narratives claiming that…</span></p><ol class=\"\" start=\"1\"><li class=\"c5 li-bullet-0\"><span class=\"c3\">US views certain politician or political party in Taiwan as troublemaker</span></li><li class=\"c5 li-bullet-0\"><span class=\"c3\">US uses Taiwan as chess piece</span></li><li class=\"c5 li-bullet-0\"><span class=\"c3\">US is uncertain (reassured) about certain politician in Taiwan</span></li><li class=\"c5 li-bullet-0\"><span class=\"c3\">US and China are jointly administering Taiwan</span></li><li class=\"c5 li-bullet-0\"><span class=\"c3\">US pushes (blocks) cross-strait negotiations</span></li><li class=\"c5 li-bullet-0\"><span class=\"c3\">US interferes with Taiwan’s elections</span></li><li class=\"c5 li-bullet-0\"><span class=\"c3\">Taiwan is banking on US support and plotting for independence</span></li></ol><h3 class=\"c0\" id=\"h.q4rtnv2pgnzy\"><span class=\"c1\">“Troublemaker” targets individual or party, appears as “Lai Skepticism” in 2023 along key events</span></h3><p class=\"c9\"><span class=\"c3\">“Troublemaker” and “US is uncertain” are 2 noteworthy types of narratives targeting specific politicians or political parties in Taiwan. These types of narratives mainly target the ruling party DPP and its presidential candidate Lai Ching-Te, i.e. “Lai Skepticism”, following key events. “Troublemaker” narratives describe a Taiwan actively making “trouble” and disturbing regional peace and stability. “Banking on US support and plotting for independence” (倚美谋独) is a term in PRC propaganda to describe such scenario.</span></p><h3 class=\"c0\" id=\"h.1zpyyprpfj0k\"><span class=\"c1\">“Chess piece” US skepticism appears regularly</span></h3><p class=\"c9\"><span>“Chess piece” is a noteworthy type of narrative targeting Taiwan as an entity, a common Abandonment narrative of US Skepticism (</span><span class=\"c13\"><a class=\"c8\" href=\"https://iorg.tw/a/us-skepticism-238\">IORG</a></span><span>) appearing regularly during election campaigns. This type of narrative describes Taiwan as a “chess piece”, “pawn”, or “abandoned chess piece”, positioning the US as the manipulator and Taiwan as an instrument incapable of self-determination. “Use Taiwan to contain China” (以台制华) is a term in PRC propaganda to describe such scenario.</span></p><h3 class=\"c0\" id=\"h.9tuae3tokh04\"><span class=\"c1\">“US-China joint admin” “US pushes negotiation” “US election interference” appear after Taiwan-related statements or contact by US officials</span></h3><p class=\"c9\"><span class=\"c3\">In recent years, after US officials making comments on Taiwan-related policies or Taiwan’s election, or making contact with Taiwan government officials or candidates, “US-China joint administration of Taiwan”, “US pushes cross-strait negotiations”, and “US interferes with Taiwan elections” often become popular types of narratives.</span></p><h3 class=\"c0\" id=\"h.djijn5zgj0h4\"><span class=\"c1\">Narratives amplify US Skepticism, politicize foreign affairs, damage Taiwan’s autonomy, disrupt Taiwan-US relation</span></h3><p class=\"c9\"><span class=\"c3\">7 types of narratives compiled in this report amplify US Skepticism while internalizing and politicizing foreign affairs for partisan attack on certain parties or politicians, a common tactic in past presidential elections after Taiwan’s democratization. These narratives often contain insufficient evidence, over-interpretation, or pure speculation, and can be categorized as information manipulation. Continued circulation of these narrative damages Taiwan’s autonomy (agency), strengthens public impression of US interference in Taiwan, deepens public mistrust against the US, and disrupts the stable development of Taiwan-US relations.</span></p><div class=\"separator\"></div><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXdKtwlb1gPVCfuwDE-4joMh9F5i5rstjUa6ZcV_hMgFh9h6am_CDs-KkOo2Xb16h4TWQu3_RfSjzoV5kk0I1Ubm53udK8mbRs6iyxsXui5A2chEEztR4p9OT1alyc9ttbIPck_H9GRjEVgRYCIA?key=jXoJpzk9mR7KIp8rGiCtkg\" title=\"\"></div></div><div class=\"separator\"></div><p class=\"c9\"><span>Full version of this report is available in Taiwanese Mandarin. Please visit </span><span class=\"c13\"><a class=\"c8\" href=\"https://iorg.tw/da/54\">iorg.tw/da/54</a></span><span class=\"c3\"> or switch language to Mandarin.</span></p><div class=\"gdoc-actions\"><a class=\"c8 button action primary\" href=\"https://iorg.tw/da/54\">Read Full Report</a></div>",
	"articleID": "_DA_54",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vRB9aau1BxKmce9DvN7yJojFmtWTCIZ2iHuDFVvAc6hscPyhYBZD3MoTaYysR7eJrBrzyj2opaU6up8/pub",
	"locale": "_en",
	"publishedAt": "2024/1/2 23:30",
	"updatedAt": "2024/7/27 22:30"
}