{
	"title": "Referendums 2021: CCP criticizes DPP, promotes CNP/KMT, quotes Taiwan’s Want Want China Times in 27% of its articles",
	"subtitle": "IORG Dokidoki Alert ﹋ No. 18 ﹏ 2021.4.1-12.12",
	"coverImage": "https://lh6.googleusercontent.com/N2PZ_UsnnFFYo2SeVf8V6C4wD-04RmeIa7aSuAxZfkqcswectmNzw_Yvv7JaOBQpcCKSfhvj2aLbcYxYCOEqSgljvYF9zP39YGHCtzxaYHGKVdgNFDbR2jIJZN-gW3_W_w",
	"authorInfoItemsHTML": "<li class=\"c2 li-bullet-0\"><span class=\"c0\">Author = IORG</span></li>",
	"tags": [
		"Dokidoki Alert"
	],
	"html": "<a id=\"t.3eaf70e849ae48eae03544bd83f8452851f70638\"></a><a id=\"t.0\"></a><div class=\"stickers\"></div><h2 class=\"c8 c10\" id=\"h.ubcza8o6zq4d\"><span class=\"c9\">Summary</span></h2><ul class=\"c14 lst-kix_tnkvidt4su1i-0 start\"><li class=\"c4 li-bullet-0\"><span class=\"c0\">As the referendum approaches, the differences of topic liveliness on Facebook and Taiwanese news have decreased. Ractopamine pork and the 4<sup>th</sup> Nuclear Power Plant took turns in the lead.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">The CCP has paid the most attention to ractopamine pork, according to topic liveliness and content inclination.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">Correlation between CCP outlets and Taiwan’s information space has decreased. The continued focus on ractopamine pork by CCP outlets could have caused the decrease when the liveliness of the 4 referendum topics has become more even.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">After partisan mobilization, discussion on Facebook has shifted to slogan-based content, while content inclination towards 4<sup>th</sup> Nuclear has decreased over the past 3 weeks, according to topic-pairing content analysis.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">Over the past 3 weeks, though “4 Disagree” Facebook posts still outnumbered “4 Agree” posts, their combined user interaction became less than those of “4 Agree” posts. “4 Agree” posts remain better performed in terms of average user interaction.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">“4 Agree” and “4 Disagree” fight over ractopamine pork. “4 Disagree” appeared with ractopamine pork the most over the past 3 weeks, instead of 4<sup>th</sup> Nuclear. “4 Agree” appeared with ractopamine pork the most.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">Approximately 43% of CCP articles regarding Taiwan’s referendum quote at least 1 Taiwanese news report. Want Want China Times (旺旺中時, 旺中), UDN (聯合), and CNA (中央社) are the 3 most quoted news groups. Approximately 27% of CCP articles quote Want Want China Times.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">DPP and CNP/KMT are the 1<sup>st</sup> and 2<sup>nd</sup> most mentioned Taiwanese organizations among CCP articles regarding Taiwan’s referendum. Over the past 3 weeks, mentions of “Green Camp Internet Army” (綠營網軍) and “Eastern Bureau” (東廠) have increased, criticizing the ruling DPP. This could be a CCP tactic to influence Taiwan’s referendum.</span></li><li class=\"c4 li-bullet-0\"><span>Over the past 3 weeks, main focus of referendum-related articles from the CCP were not about the 4 topics, but about criticizing the “Internet Army” (網軍) and “abuse of power” (濫權) of the DPP, while helping to promote CNP/KMT messages and activities. 3 days prior to the referendum, China’s </span><span class=\"c11\"><a class=\"c3\" href=\"http://www.gwytb.gov.cn/xwdt/xwfb/wyly/202112/t20211215_12396446.htm\">Taiwan Affairs Office</a></span><span> published a press release titled “10 questions for the DPP government: what kind of democracy it is”. This could be a CCP tactic to influence Taiwan’s referendum, and to legitimize “China’s democracy” by attacking Taiwan’s democracy.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">Former Taichung Legislator Chen Po-wei (陳柏惟) is the 5<sup>th</sup> most mentioned Taiwanese politician among CCP referendum-related article over the past 8 months, behind only President Tsai Ing-wen (蔡英文), Premier Su Tseng-chang (蘇貞昌), CNP/KMT Chair Eric Chu (朱立倫), and former President Ma Ying-jeou (馬英九), and ahead of major politicians such as Taipei City Mayor Ko Wen-je (柯文哲) and Minister of Health and Welfare Chen Shih-chung (陳時中). This ranking shows CCP’s “enthusiasm” towards Legislator Chen. As Taipei Legislator Freddy Lin (林昶佐) will face his recall vote early January next year, whether the CCP will show similar effort deserves a closer look.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">Must-know false narratives: “160 countries have banned ractopamine pork import” and “Taiwanese pork products tested excessive ractopamine in Hongkong.” Despite being repeatedly clarified, spread of these 2 narratives have still been observed recently, in large quantities of messages across LINE groups.</span></li><li class=\"c4 li-bullet-0\"><span class=\"c0\">Shifting focus on ractopamine pork. More Facebook posts are supportive of the narrative “Taiwan will be unable to join CPTPP if ractopamine pork import is banned”. More Facebook posts are against the narrative “Banning ractopamine pork is banning American pork.” This phenomenon may imply that the former narrative has become more acceptable than the latter one, or that the affirmative has been more active in refuting the latter narrative, while the opposition has been more active in spreading the former. </span></li></ul><div class=\"separator\"></div><a id=\"t.ddc8da8f14956e0838fde572a21f3dff62665921\"></a><a id=\"t.1\"></a><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh6.googleusercontent.com/N2PZ_UsnnFFYo2SeVf8V6C4wD-04RmeIa7aSuAxZfkqcswectmNzw_Yvv7JaOBQpcCKSfhvj2aLbcYxYCOEqSgljvYF9zP39YGHCtzxaYHGKVdgNFDbR2jIJZN-gW3_W_w\" title=\"\"></div></div><div class=\"separator\"></div><p class=\"c8 c12\"><span>Full version of this Dokidoki Alert is available in Taiwanese Mandarin. Please visit </span><span class=\"c11\"><a class=\"c3\" href=\"https://iorg.tw/da/18\">https://iorg.tw/da/18</a></span><span class=\"c0\"> for more.</span></p><div class=\"separator\"></div><p class=\"c12 c8\"><span class=\"c0\">Also…</span></p><ul class=\"c14 lst-kix_a52ds2ibcu8r-0 start\"><li class=\"c4 li-bullet-0\"><span class=\"c11\"><a class=\"c3\" href=\"https://iorg.tw/_en/open/research-method\">IORG Research Method</a></span></li><li class=\"c4 li-bullet-0\"><span class=\"c11\"><a class=\"c3\" href=\"https://iorg.tw/_en/china-watch\">IORG China Watch</a></span></li><li class=\"c4 li-bullet-0\"><span class=\"c11\"><a class=\"c3\" href=\"https://iorg.tw/_en/da\">IORG Dokidoki Alert</a></span></li></ul><a id=\"t.97ebdfeff89e01217566ee154ca5ee10eb66d448\"></a><a id=\"t.2\"></a>",
	"articleID": "_DA_18",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vTLNu8I_jzs0x1KJm2cO9oqrK8q-OwsHBI5GW6MRjtziRKHO09ABFgDhYUekB0EE9Kqxy9guSoS9sV2/pub",
	"publishedAt": "2021/12/16 12:00"
}