{
	"title": "Top Taiwanese Commentator Featured in PRC State Media Douyin Videos 2023Q3",
	"subtitle": "IORG Report No. 57 2023.7.1-9.30",
	"coverImage": "https://lh7-rt.googleusercontent.com/docsz/AD_4nXfx3gVTYRN9EZaj_685hYXhEgUwwV1c2I6bXJYyJcfYv4Mzn8foWmZJ3Rl070WkxaWGEzkTwCsg3vQqzzVYHZaKWAKk2pStCTDoNTAdxFkbEtOYaqIfA7xHrFc8qCKGUGROOiR1zdKLZKGfNG5pZg?key=N2oG_rb0dnwsGLUWQmRWvQ",
	"authorInfoItemsHTML": "<li class=\"c14 c19 li-bullet-0\"><span class=\"c4\">Author = IORG</span></li>",
	"tags": [
		"Report"
	],
	"sections": [
		{
			"id": "h2-1",
			"titleText": "Summary"
		}
	],
	"html": "<div class=\"stickers\"></div><h2 class=\"c13 c17\" id=\"h2-1\"><span class=\"c7\">Summary</span></h2><ul class=\"\"><li class=\"\"><span class=\"c4\">Top 10 Taiwanese political talk show commentators featured in PRC state media Douyin videos from July 1<sup>st</sup> to September 30<sup>th</sup> 2023 were: Jieh Wen-Chieh (介文汲), Lai Yueh-Chien (賴岳謙), Julian Kuo (郭正亮), Alex Tsai (蔡正元), Shuai Hua-Ming (帥化民), Hsieh Han-Ping (謝寒冰), Tang Hsiang-Lung (唐湘龍), Jaw Shaw-Kong (趙少康), Li Cheng-Chie (栗正傑), and Wang Hong-Wei (王鴻薇), ranked by number of videos and duration of appearance.</span></li><li class=\"\"><span class=\"c4\">Taiwanese commentators are regarded with higher importance and more influential than Taiwan’s President and presidential candidates, among PRC state media Douyin videos. Appearance of the top 10 Taiwanese commentators in PRC state media Douyin videos is 2.41x of Taiwan’s President and presidential candidates (Tsai Ing-Wen, Lai Ching-Te, Hou Yu-Ih, and Ko Wen-Je), in terms of number of videos, 3.59x in terms of duration, and 6.53x in terms of number of views.</span></li><li class=\"\"><span class=\"c4\">PRC state media at the Central level and in Fujian Province feature Taiwanese commentators most often. Top 3 Douyin accounts are “Taihai Net” (台海网) (44.97%), “Strait Herald” (海峡导报) (31.26%), and “Taiwan.cn” (中国台湾网) (7.69%). First two accounts are under “Fujian Daily News Group”, the official outlet (机关报) of Fujian Provincial Committee of CCP, and the third under Taiwan Work Office of CCP Central Committee (中央台办), or Taiwan Affairs Office of PRC State Council (国台办).</span></li><li class=\"\"><span class=\"c4\">US Skepticism (41.8%), criticism of Japan’s nuclear waste water (12.7%), praise of China’s Huawei (11.9%) are the common topics of the top 10 Taiwanese commentators.</span></li><li class=\"\"><span class=\"c4\">Topical “division of labor” among top 10 Taiwanese commentators: foreign affairs, domestic politics, military, cross-strait ties.</span></li><li class=\"\"><span class=\"c4\">Foreign affairs group (Jie) – leverages background in diplomacy to criticize US international affairs and democracy; domestic politics group (Kuo, Tsai, Hsieh, Wang) – leverages background in politics and media to criticize DPP government performance; military group (Shuai, Li) – leverages qualification as retired military officials to criticize military capability of Taiwan and the US being incapable to protect Taiwan; cross-strait ties group (Lai, Tang) – appeals to history and emotion to emphasize that Taiwan is part of China.</span></li><li class=\"\"><span class=\"c4\">Jaw appears in a wide variety of videos due to his role as program host. Jaw was not yet VP candidate of KMT at the time (July-September 2023).</span></li><li class=\"\"><span class=\"c4\">Remarks made by Taiwanese commentators receive continuous and high-volume amplification among CCP state media because of it being useful for creating a distorted image of Taiwan and a worldview in line with CCP interests. When participating in public discourse, Taiwanese readers should consider the instrumentalization of these commenters as CCP weaponry to “use Taiwanese voices to criticize Taiwan” (以台批台) and practice more caution in evaluating the credibility of their speech.</span></li></ul><div class=\"separator\"></div><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXfx3gVTYRN9EZaj_685hYXhEgUwwV1c2I6bXJYyJcfYv4Mzn8foWmZJ3Rl070WkxaWGEzkTwCsg3vQqzzVYHZaKWAKk2pStCTDoNTAdxFkbEtOYaqIfA7xHrFc8qCKGUGROOiR1zdKLZKGfNG5pZg?key=N2oG_rb0dnwsGLUWQmRWvQ\" title=\"\"></div></div><div class=\"separator\"></div><p class=\"c13\"><span>Full version of this report is available in Taiwanese Mandarin. Please visit </span><span class=\"c1\"><a class=\"c11\" href=\"https://iorg.tw/da/57\">iorg.tw/da/57</a></span><span class=\"c4\"> or switch language to Mandarin.</span></p><div class=\"gdoc-actions\"><a class=\"c11 button action primary\" href=\"https://iorg.tw/da/57\">Read Full Report</a></div>",
	"articleID": "_DA_57",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vQTK5H7mDKcgwC7zzcv55LgsBTW0exiIU_2UDuZkCiF7qtczUforAp_3iQ-p3C-wJS73-1okzErxGc2/pub",
	"locale": "_en",
	"publishedAt": "2023/12/26 9:00"
}