{
	"title": "CCP reinforce its “echo chamber” quoting Taiwan’s Want Want Group and United Daily after Taiwan referendums",
	"subtitle": "IORG Dokidoki Alert ﹋ No. 20 ﹏ 2021.12.1-12.31",
	"coverImage": "https://lh7-us.googleusercontent.com/1v_EpqFMos02OP7pfLa0maaFXCxcXJVCcuDv3zV7zeAmA0ADmGFZdDRvqA09b-KlYVhIVGp3CEHwwG6i8uOv46B_7CCQA5ish-d7lGJZa_hOtKjhAzpeEUX2ei332ccaszdWznD3cOfYm9jbVpUQdmYEw9eFNUKR6D3zFSMhKuDZlpyCCpJBcg",
	"authorInfoItemsHTML": "<li class=\"c7 li-bullet-0\"><span class=\"c0\">Author = IORG</span></li>",
	"tags": [
		"Dokidoki Alert"
	],
	"sections": [
		{
			"id": "h2-1",
			"titleText": "Summary"
		}
	],
	"html": "<div class=\"stickers\"></div><h2 class=\"c14 c12 c17\" id=\"h2-1\"><span class=\"c4\">Summary</span></h2><ul class=\"\"><li class=\"\"><span class=\"c0\">After the referendum, the “liveliness” of referendum issues in Taiwan decreased drastically. On the other hand, the “liveliness” of referendum issues among Chinese state media increased temporarily for a week, and then also decreased.</span></li><li class=\"\"><span class=\"c0\">The percentage of referendum-related Facebook unoriginal content coming from CCP outlets differs. As Taiwanese public attention to the referendum started to increase on November 23rd,  the percentage of Facebook unoriginal content coming from CCP outlets decreased. And after the referendum on December 18th, the referendum’s “liveness” on FB decreased while the percentage of Facebook unoriginal content coming from CCP outlets increased. IORG thinks that Taiwanese higher public attention to major societal events prevents CCP content from entering Taiwan's information space.</span></li><li class=\"\"><span class=\"c0\">IORG’s previous analyses on the referendum have shown that both Chinese state media and Weibo data sources have positive correlation with Taiwan’s information space regarding discussion “liveliness”, and the correlation is often higher with Facebook. Yet our December data has demonstrated that the correlation between Chinese state media and Taiwan’s information space increased, especially with Taiwan news reports.</span></li><li class=\"\"><span class=\"c0\">If we compare the period before and after the referendum, the Taiwanese media that the CCP outlets cited to most remain the same, they are: Want Want China Times, United Daily News and Central News Agency. The percentage of CCP outlet’s overall citation of Taiwanese media reports stays more or less the same, but the citation of the abovemented three media outlets increased after the referendum. For example, the percentage of CCP outlets citing WWCT increased from 50.91% to 62.37%, and from 22.86% to 32.88% for citation of United Daily News. This phenomenon might indicate that after the referendum, the CCP prefers to cite Taiwanese media whose reporting on the referendum is closer to its political position, reinforcing its echo chamber.</span></li></ul><div class=\"separator\"></div><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh7-us.googleusercontent.com/JPo-se-JwOvFv9wjCE00SI3bbNaEXPC7kmF0pMvQJAB5nbQF6cEc0ADgQkYhQMIWgibf2qaTLggKcU0eD1oXds5JYGIVdSyaW8EKI2qlITKePk5YjLUEaW6ro27tX0sUnUVhtFX0bBNFhsHE_3NCdCV_GsgC70NLz5lFAtyXSlJraqI2mmiGJQ\" title=\"\"></div></div><div class=\"separator\"></div><p class=\"c12 c14\"><span>Full version of this Dokidoki Alert is available in Taiwanese Mandarin. Please visit </span><span class=\"c8\"><a class=\"c11\" href=\"https://iorg.tw/da/20\">https://iorg.tw/da/20</a></span><span class=\"c0\"> for more.</span></p><div class=\"separator\"></div><p class=\"c14 c12\"><span class=\"c0\">Also…</span></p><ul class=\"\"><li class=\"\"><span class=\"c8\"><a class=\"c11\" href=\"https://iorg.tw/_en/open/research-method\">IORG Research Method</a></span></li><li class=\"\"><span class=\"c8\"><a class=\"c11\" href=\"https://iorg.tw/_en/china-watch\">IORG China Watch</a></span></li><li class=\"\"><span class=\"c8\"><a class=\"c11\" href=\"https://iorg.tw/_en/da\">IORG Dokidoki Alert</a></span></li></ul>",
	"articleID": "_DA_20",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vR1fI8NFzX1ambBdcrotmxOktqqHhGDGgcBV2flXbxEDuvUGxE_g4fSRlC2laOQeL_fys7Ds3NjstdA/pub",
	"locale": "_en",
	"publishedAt": "2022/1/18 12:00"
}