{
	"title": "More “Rigged Election” Rumor Videos on TikTok than YouTube 7 Days Before and After Taiwan Election Day",
	"subtitle": "IORG Report No. 67 2024.1.10-16",
	"coverImage": "https://lh7-us.googleusercontent.com/docsz/AD_4nXeeFyoEQ5pKH774yE8D-XaYSKkBYHTb7PkEbYyWpTcdaeMlh_GlYnA8LTxFxoZndRXCXyD_LELAd73hbqhQKKD0t6Hb9fwMe3r9QCe3iCXtgPymzA-vJuHYNV-iSHP_jy6hlyS-z-i0wBAaigk9mA?key=tqh0P--Au3wu_iJAXsdZmQ",
	"authorInfoItemsHTML": "<li class=\"c12 c16 li-bullet-0\"><span class=\"c0\">Author = IORG</span></li>",
	"tags": [
		"Report"
	],
	"sections": [
		{
			"id": "h2-1",
			"titleText": "Summary"
		}
	],
	"html": "<div class=\"stickers\"></div><h2 class=\"c18 c16 c19\" id=\"h2-1\"><span class=\"c11\">Summary</span></h2><ul class=\"\"><li class=\"\"><span class=\"c0\">Pre-election “vote rigging” (作票) LINE rumor ranked 22<sup>nd</sup> with multiple versions of such rumor circulating in chat groups of KMT and TPP supporters. <a href=\"/da/66\" target=\"_blank\" class=\"da\"><span>DA.66</span></a> Post-election rumor maintained cross-platform circulation on LINE, Facebook, YouTube, and TikTok.</span></li><li class=\"\"><span class=\"c0\">Within 7 days before and after election day (January 10<sup>th</sup>-16<sup>th</sup>), the number and views of TikTok videos mentioning “vote rigging” surpassed those of YouTube videos.</span></li><li class=\"\"><span class=\"c0\">TikTok videos were mainly accusations of “vote rigging”, while YouTube videos presented various opinions. Top 10 YouTube videos included both accusation and refute of “vote rigging,” whereas top 10 TikTok videos were all accusations.</span></li><li class=\"\"><span class=\"c0\">At least 489 TikTok videos mentioned “vote rigging” with over 1.66 million views. Most viewed channel “Objective Netizen 666” (客觀的鄉民) (@yes666ok), created 2 weeks before election, published videos exclusively about “vote rigging”. 2<sup>nd</sup> most viewed channel “Zhen Anime Recommendation” (甄 動漫推薦) (@jenny_0725_jenny), which has long posted anime-related videos, posted 4 “vote rigging”-related videos post-election.</span></li><li class=\"\"><span>TikTok videos campaigning for Ko Wen-Je appeared on election day (January 13<sup>th</sup>), such as those published by </span><span class=\"c7\"><a class=\"c4\" href=\"https://www.tiktok.com/@siang007/video/7323243122778033413\">@siang007</a></span><span> </span><span class=\"c7\"><a class=\"c4\" href=\"https://www.tiktok.com/@a06_150/video/7323295620700114182\">@a06_150</a></span><span class=\"c0\">, could be identified as illegal.</span></li><li class=\"\"><span>Taiwan’s CEC </span><span class=\"c7\"><a class=\"c4\" href=\"https://web.cec.gov.tw/central/cms/113news/41561\">announced</a></span><span class=\"c0\"> on January 17<sup>th</sup> transfer of cases of rumor to prosecution, police, and judicial authorities for investigation. 8 of the top 10 TikTok videos have since been deleted.</span></li><li class=\"\"><span>At least 429 YouTube videos mentioned “vote rigging” with over 1.56 million views. Most viewed channel “</span><span class=\"c7\"><a class=\"c4\" href=\"https://www.youtube.com/watch?v=Re_ja5guXnM\">Bit King</a></span><span>” garnered views 3.29x that of the 2<sup>nd</sup> viewed channel. 5<sup>th</sup> most viewed videos “</span><span class=\"c7\"><a class=\"c4\" href=\"https://www.youtube.com/watch?v=LN1hMv5mWW0\">Evoking evil in your heart</a></span><span class=\"c0\">” (勾起你心中的惡) engaged in discussion of “vote rigging” 1 day before election day.</span></li><li class=\"\"><span class=\"c0\">Individual influencers can be as influential as news media, and should equally take social responsibility. Multiple influencers and internet shows, such as Alisasa (愛莉莎莎), Small Brother Avis (小哥哥艾里), A-Hua Food Diary (阿華田的美食日記), Yes Ranger (葉式特工), Truth Teller (邏輯思考 有一說一), Wackyboys (反骨男孩), have amplified unfounded “vote rigging” rumors and conspiracy theories, and have neither apologized nor corrected their speech. Such self-profiting behavior deteriorates public discourse and needs to be publicly condemned.</span></li><li class=\"\"><span class=\"c0\">9 out of 15 cross-party LINE chat groups observed by IORG researchers have “vote rigging” related-messages appearing since election day. YouTube and TikTok videos mentioning “vote rigging” have circulated among KMT, TPP, and CUPP support groups. After discussion, mainstream view among chat groups was that “there was no large-scale vote rigging” and that “errors in vote counting process need to be reviewed.”</span></li><li class=\"\"><span class=\"c0\">Election process errors are not equivalent to vote rigging, and a fair election does not mean that it is flawless. Vote counting flaws at individual polling stations and technical difficulties at TV stations are not “vote rigging,” related video recordings shall not be interpreted as “evidence of vote rigging.”</span></li><li class=\"\"><span class=\"c0\">Manual vote counting is designed to be open and transparent. Despite its higher cost and difficulties in strict compliance to standard protocols, its primary advantage is that it is accessible to anyone to supervise therefore its correctness can be ensured collectively.</span></li><li class=\"\"><span class=\"c0\">Video recordings interpreted as “evidence of vote rigging” can also be signal of  Taiwanese voters’ high regard for election integrity. Responsibility falls on electoral bodies to clearly articulate and improve election processes, political figures to facilitate communications and avoid labeling everything “misinformation”, and citizens to understand practical aspects of current vote counting process, to recognize the extremely low possibility of “vote rigging”, and to avoid misinterpretation, amplification of extreme speech, and circulation of conspiracies.</span></li></ul><div class=\"separator\"></div><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh7-us.googleusercontent.com/docsz/AD_4nXeeFyoEQ5pKH774yE8D-XaYSKkBYHTb7PkEbYyWpTcdaeMlh_GlYnA8LTxFxoZndRXCXyD_LELAd73hbqhQKKD0t6Hb9fwMe3r9QCe3iCXtgPymzA-vJuHYNV-iSHP_jy6hlyS-z-i0wBAaigk9mA?key=tqh0P--Au3wu_iJAXsdZmQ\" title=\"\"></div></div><div class=\"separator\"></div><p class=\"c16 c18\"><span>Full version of this report is available in Taiwanese Mandarin. Please visit </span><span class=\"c7\"><a class=\"c4\" href=\"https://iorg.tw/da/67\">https://iorg.tw/da/67</a></span><span class=\"c0\"> for more.</span></p>",
	"articleID": "_DA_67",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vS2O8mwC4NLZiU6gCFku1c_0E9EQ-mQveETIXGJCPjooaB37wR-kMwWiraju1kc5GaiZ_4JBrWnbSlD/pub",
	"locale": "_en",
	"publishedAt": "2024/1/23 21:00"
}