{
	"title": "Chihhao Yu",
	"subtitle": "IORG Co-director",
	"tags": [],
	"html": "<p class=\"c1\"><span>Chihhao Yu is a system architect, information designer, and Co-director of </span><span class=\"c8\"><a class=\"c7\" href=\"https://iorg.tw\">IORG</a></span><span class=\"c3\">, or Taiwan Information Environment Research Center (台灣資訊環境研究中心, 台湾情報環境研究センター), based in Taipei, Taiwan. Chihhao coordinates scientific research, tech development, community engagement, and international exchange at IORG, directing organizational capacity towards enhancing digital literacy, facilitating public discourse, safeguarding election integrity, and building democratic resilience in Taiwan.</span></p><p class=\"c1\"><span class=\"c3\">IORG is a Taiwanese civil society organization founded in 2019 to formulate a shared understanding of the Mandarin information environment based on data and science and to strengthen trust and resilience of Taiwanese society.</span></p><p class=\"c1\"><span class=\"c3\">Since 2019, cross-platform multimedia database and human-AI collaboration at IORG has identified manipulative narratives, inauthentic behaviors, and authoritarian influence across the information environments of Taiwan and other Mandarin-speaking communities. IORG’s publications provide valuable data evidence and evidence-based assessments to policymakers, law enforcement, civil society, and public discourse on the tactics, strategies, coordinations, and priorities of information manipulation actors, both domestic and foreign, active across news media, social media, and video platforms such as YouTube and TikTok. In addition to data science, IORG conducts social and behavioral science studies in collaboration with academia to measure the impact and explore the psychology of information manipulation across segments of Taiwan’s society.</span></p><p class=\"c1\"><span class=\"c3\">Since 2020, IORG has hosted lectures and workshops with partners nationwide to share research findings, fact-checking tools, and cybersecurity skills with teachers, students, senior citizens, public servants, and other professional communities. Building on the strong foundation of the open-source and open government movements in Taiwan, IORG’s digital civics education programs empower citizens to make informed decisions, making Taiwanese communities more resilient to information manipulation and other techno-authoritarian threats to democracy and human rights in the digital age.</span></p><p class=\"c1\"><span>Intersecting with his role at IORG, Chihhao is also an active contributor to the Taiwanese civic hacking community </span><span class=\"c8\"><a class=\"c7\" href=\"https://g0v.tw\">g0v</a></span><span class=\"c3\"> (pronounced “gov-zero”, 台灣零時政府), working on international engagement and community governance. With partners in Japan, Korea, and Hongkong, Chihhao co-organizes Facing the Ocean, a network of East Asian civic hackers.</span></p>",
	"articleID": "_P_chihhao",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vRLM9kXj0KLAwvxRMl1U-6-3ZV06lYUPaQO_RvJj8qVDB84LhG_W-GIDWnvyxbUGxapM28-vbuQ2QO_/pub",
	"locale": "_en",
	"publishedAt": "2020/7/1 12:00",
	"updatedAt": "2024/6/16 7:00"
}