{
	"title": "Chinese Interpersonal Infiltration Against Taiwan",
	"subtitle": "IORG Research on Chinese Influence Operations Against Taiwan",
	"authorInfoItemsHTML": "<li class=\"c15 c11 li-bullet-0\"><span class=\"c2\">Author = Urda Wan-Ling Yen</span></li><li class=\"c11 c15 li-bullet-0\"><span class=\"c2\">Editor = IORG Research HQ</span></li>",
	"tags": [],
	"html": "<a id=\"t.77103e1dfdea1e5bfbb27e72aed7118d00189050\"></a><a id=\"t.0\"></a><h2 class=\"c9 c10\" id=\"h.h4oewiz5d4x8\"><span class=\"c4\">4 target groups</span></h2><p class=\"c9\"><span>IORG has identified youth (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d1\">D.1</a></span><span>), folk religions (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d2\">D.2</a></span><span>), village chiefs (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d3\">D.3</a></span><span>), and Taiwanese managers in China (台幹) (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d4\">D.4</a></span><span class=\"c2\">) as 4 target groups of study and conducted research via literature review and in-depth interviews.</span></p><h3 class=\"c9 c10\" id=\"h.84by8iwohey4\"><span class=\"c8\">Innovation &amp; entrepreneurship are becoming the main themes in attracting Taiwanese youth</span></h3><p class=\"c9\"><span>For Chinese infiltration work towards Taiwanese youth, short-term, superficial exchange is thought to be ineffective and no longer the focus. In recent years, innovation and entrepreneurship are becoming the main theme. The Chinese government has planned exchange events, set up start-up bases, and proposed youth-focused “policies to benefit Taiwan” (惠台政策) to attract Taiwanese youth to intern and work in China. However, due to stronger national identity among youth under 40, effectiveness of such work requires further study. (See </span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d1\">D.1</a></span><span class=\"c2\">)</span></p><h3 class=\"c9 c10\" id=\"h.rm321rlxshkn\"><span class=\"c8\">Interplay of religion, sentiment, economics, and national identity, strong Chinese involvement have produced clear results with folk religions in Taiwan</span></h3><p class=\"c9\"><span>Chinese government has played a long-term, active, and dominant role in the expanding cross-strait religious exchange. After the Cultural Revolution, a large amount of religious rites were lost in China while preserved in Taiwan. Taiwanese religious actors have used this as an advantage to connect with their Chinese counterparts and acquire economic or higher cultural benefit. Affected by the interplay of religion, sentiment, economics, and national identity, folk religions in Taiwan have indeed experienced strong Chinese involvement and produced clear results. (See </span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d2\">D.2</a></span><span class=\"c2\">)</span></p><h3 class=\"c9 c10\" id=\"h.pbabj1szk8qq\"><span class=\"c8\">Village chiefs use “public service” as self-persuasion and contribute to shifting perception towards China</span></h3><p class=\"c9\"><span>Village chiefs in Taiwan have demand for low-price travel plans for “service to the villagers.” This has made the promotional travel packages to China an entry point for manipulation. “We are at the bottom of the hierarchy and therefore cannot affect the big picture” is another reasoning for self-persuasion of the village chiefs, and the political party “Grassroots Alliance” (基層聯盟) founded by village and neighborhood chiefs has indeed failed to produce visible political influence. Multiple village chiefs have stated that “politics is politics (政治歸政治), economy is economy (經濟歸經濟)”, and that there is nothing bad to know more about China. Chinese infiltration towards village chiefs can indeed lower guard and shift perception towards China. (See </span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d3\">D.3</a></span><span class=\"c2\">)</span></p><h3 class=\"c9 c10\" id=\"h.kgy8xvskul6a\"><span class=\"c8\">Effect of politics on Taiwanese managers varies among those in mid-size and large Taiwanese companies, Chinese, or foreign companies in China; more are returning to Taiwan or moving out of China</span></h3><p class=\"c9\"><span>Taiwanese managers have, for 30 years, followed Taiwanese business owners in the march towards China, and their situation has developed separately from their executives. Taiwanese managers in mid- and small-size Taiwanese companies need to connect with local officials closely and agilely to obtain more local economic benefit. In comparison, those in large Taiwanese companies experience lower political pressure due to their mere official relations with Chinese officials. This dynamic has long remained largely unchanged. Chinese start-up companies will hire Taiwanese managers to enhance their image of inclusiveness while it remains difficult for these Taiwanese managers to enter the decision-making bodies of these companies. Foreign companies might be the protection for which their Taiwanese managers experience lower political pressure. Under both the pandemic and intensifying political climate, Taiwanese businesses and managers are returning to Taiwan. (See </span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d4\">D.4</a></span><span class=\"c2\">)</span></p><h2 class=\"c9 c10\" id=\"h.v6v39wjd9wx4\"><span class=\"c4\">6 observations</span></h2><p class=\"c9\"><span class=\"c2\">Comparing methods of infiltration and their interactive effects on the aforementioned 4 target groups, IORG offers 6 observations.</span></p><h3 class=\"c9 c10\" id=\"h.jq6nv5fda979\"><span class=\"c8\">PRC central government tightly controls policy directives while local governments are nimble and host frequent activities</span></h3><p class=\"c9\"><span>The Chinese government, in its efforts of interpersonal infiltration against Taiwan, is heterogeneous in the role, action, and intensity at different levels of its bureaucracy. Local governments have a clear role engaging with Taiwanese folk regions (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d2\">D.2</a></span><span>) and Taiwanese managers in small- and mid-size companies (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d4\">D.4</a></span><span>), proactively hosting exchange activities and interpreting local laws and regulations. The central government guides the engagement with Taiwanese youth (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d1\">D.1</a></span><span>) and village chiefs (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d3\">D.3</a></span><span class=\"c2\">) with the “One Generation One Frontier” policy – youth as the one generation and the grassroots as the one frontier. Foreign and large Taiwanese corporations are more affected by central government policies as well. This distinction might be the result of the development of Chinese infiltration work against Taiwan, in which the channels of exchange for folk religions and business managers were established earlier, while the announcement of policies targeting youth and the grassroots were made later.</span></p><h3 class=\"c9 c10\" id=\"h.w1jk3y9z160\"><span class=\"c8\">Elderly, those residing in China, and the economically vulnerable are more susceptible; young and those residing in Taiwan less affected</span></h3><p class=\"c9\"><span>Targets of interpersonal infiltration of youth (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d1\">D.1</a></span><span>), folk religions (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d2\">D.2</a></span><span>), and village chiefs (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d3\">D.3</a></span><span class=\"c2\">) are largely Taiwanese people residing in Taiwan. According to interviews, most consider China and Taiwan separate entities. No interviewee has acknowledged their shift towards supporting “reunification” as a result of participating in related infiltration activities. Multiple interviewees have reaffirmed the importance of freedom and democracy and reexamined China due to the anti-extradition movement in Hongkong, and personal experiences of limitation of civil liberties during exchange activities.</span></p><p class=\"c9\"><span>Taiwanese managers (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d4\">D.4</a></span><span>) and young entrepreneurs (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d1\">D.1</a></span><span class=\"c2\">) in China have demonstrated cases of self-censorship, unwillingness to actively express their political opinions, and unwillingness to return to Taiwan to vote, to avoid political inquiries. Distinct relations with China for generations above and below 40. Those above 40 have formed interwoven relations with China due to long periods of time working, living, and having families there. Those below 40, despite their support toward DPP, mostly identify with Taiwan. They go to China to earn money, mostly for a limited time and with no intention to stay and aspirations to work in other countries or return to Taiwan. Additionally, those with weaker socioeconomic conditions and lower levels of competitiveness in the job market are more prone to the effects of Chinese economic incentives.</span></p><h3 class=\"c9 c10\" id=\"h.uaxgc6d8oxh4\"><span class=\"c8\">“Two-tier structure” in Taiwanese grassroots provides basis for self-persuasion of organizers when accepting Chinese benefits</span></h3><p class=\"c9\"><span class=\"c2\">Managers of shrines and temples and the worshipers; village chiefs and the residents. Responsibilities of the providers of service to the receivers and the expectations of receivers of service to the providers feedback and reinforce one another. This “two-tier structure” helps the grassroots organizers in self-persuasion when accepting Chinese benefits.</span></p><p class=\"c9\"><span class=\"c2\">Shrines and temples (宮廟), as well as villages and neighborhoods (村里), are targets of the Chinese interpersonal infiltration policy “Grassroots One Frontier” (基层一线). For the managers of shrines and temples, Chinese resources can attract worshipers and fortify the religious authority of the shrine or temple locally. For village chiefs, public service is many and comprehensive and government resources scarce. Under pressure of re-election, Chinese resources are often accepted.</span></p><p class=\"c9\"><span class=\"c2\">In grassroots exchanges, providers of service – managers of a shrine or temple and village chiefs – as medium, coordinates with Chinese entities and the receivers of service – worshipers and village residents – receivers benefit, e.g. low-cost travel. The providers, regardless of the benefit they receive, could use “this is for public and not personal benefit” as the reason for self-persuasion.</span></p><h3 class=\"c9 c10\" id=\"h.ojmtrzu0mc09\"><span class=\"c8\">“Three Mids” and “One Frontier” highly overlaps, infiltration activities are diverse and interacting across target groups</span></h3><p class=\"c9\"><span>The “Three Mids” in former Chinese policy “Three Mids One Youth” – small- and mid-size companies, middle and southern Taiwan, and mid- and low-income brackets – highly overlaps with the “One Frontier” in the current policy “One Generation One Frontier” – the grassroots, relating to the 3 target groups of folk religion (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d2\">D.2</a></span><span>), village chiefs (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d3\">D.3</a></span><span>), and Taiwanese managers in small- and mid-size companies (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d4\">D.4</a></span><span>) in IORG’s studies. Additionally, “One Youth” and “One Generation” also overlap. Entrepreneurs are often younger, and policies for investing or working in China, proposed by the Chinese government, include “preferential measures” targeting the youth (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d1\">D.1</a></span><span class=\"c2\">).</span></p><p class=\"c9\"><span>Interpersonal infiltration activities, while targeting different groups, might interact with one another. For example, visiting tours designed for the “Three Mids” and “One Frontier” may visit &nbsp;shrines or temples. Tours can also visit local villages and village chiefs are often influential staff members at local shrines and temples. &nbsp;In China, local economic benefits of small- and mid-size Taiwanese businesses are also related to tour groups from Taiwan. For example, import-export of local materials and products, local food, accommodation, and transportation services, or receiving tours at local factories. While small in scale, these activities can be profitable for local Taiwanese businesses. Plain, Chinese political motivation can also be seen. President of ARATS (China) has, connected by Da-Jia Jenn-Lan Temple (Taiwan), expressed his wishes at a local gathering, for village chiefs to support a particular pro-China presidential candidate (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d1\">D.1</a></span><span class=\"c2\">).</span></p><h3 class=\"c9 c10\" id=\"h.7l2x0r8fl6yi\"><span class=\"c8\">Taiwanese are returning from China while cross-strait exchanges sharply decline due to the pandemic and U.S.-China relations</span></h3><p class=\"c9\"><span>According to interviews, Taiwanese managers working in China (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d4\">D.4</a></span><span class=\"c2\">) have been affected the most by the pandemic and U.S.-China relations. Increased control has raised political pressure while decreased benefits have lowered incentives. Taiwanese businesses are seeking to relocate investments and factories to Taiwan or other regions in Southeast Asia. Taiwanese managers, due to quarantine restrictions, have elected to leave China and return to Taiwan, or delayed their plan to work in China.</span></p><p class=\"c9\"><span>According to Taiwan’s epidemic prevention measures, Chinese nationals are permitted entry only when they hold residential permits, are spouses or underage children of Taiwanese nationals, or hold special permits. The scale of cross-strait exchanges have declined sharply while physical exchanges have almost halted. For example, </span><span class=\"c5\"><a class=\"c6\" href=\"http://hk.crntt.com/doc/1056/9/0/4/105690432.html\">Da-Jia Jenn-Lan Temple estimated a decline of participants to its Mazu Pilgrimage</a></span><span>&nbsp;scheduled in March 2020 by 3,000, due to border control. At the same time, online exchanges have gained importance. For example, Taoist groups in Taiwan and China, unable to visit physically, </span><span class=\"c5\"><a class=\"c6\" href=\"https://www.chinatimes.com/realtimenews/20201124003797-260407?chdtv\">have held its first online Taoism cultural forum</a></span><span class=\"c2\">&nbsp;in November 2020. The pandemic has accelerated the return of business to Taiwan and the growth of online exchanges. It is necessary to continue monitoring changes in Chinese infiltration policies against Taiwan.</span></p><h3 class=\"c9 c10\" id=\"h.4chqnf87tiit\"><span class=\"c8\">“Straits Forum” as the annual performance review of Chinese infiltration against Taiwan</span></h3><p class=\"c9\"><span class=\"c2\">According to official information and news reports, the annual “Straits Forum”, currently in its 12º edition (2020), has comprehensive participation from Taiwanese organizations including political parties, business entities, religious organizations, and civil society groups. It can be seen as the annual performance review of Chinese interpersonal infiltration against Taiwan. Organizations connected to the 4 target groups of IORG’s current studies include “Chinese Youth International” and “Ten Outstanding Young Persons Foundation” connected to youth, “Taiwan Mazu Fellowship” connected to folk religion, “General Association of Township Councils of Taiwan” connected to the grassroots, and “National Society of Taiwan Compatriots &nbsp;Investment and Corporation,” a Chinese entity representing Taiwanese businesses in China. Additionally, agricultural, fishery, and news organizations are among the participants.</span></p><p class=\"c9\"><span class=\"c2\">“Straits Forum” is structured for distinct audiences, categories of its sub-forums include youth, grassroots, culture, and economics. Although being called “the largest civilian exchange platform,” it is official that the leading Chinese organizer is the Taiwan Affairs Office and the highest ranking official participating in the forum has always been the Chairperson of the CPPCC. For the past 11 delegations from Taiwan, 2009-2019, Vice Chairperson of Kuomintang has participated in 10 while the 2017 delegation was led by Chairperson Hung. In 2020, controversies rose out of a CCTV report and prevented Kuomingtang’s participation. The evolving influence of “Straits Forum” calls for further observation.</span></p><h2 class=\"c9 c10\" id=\"h.1ik8706oibue\"><span class=\"c4\">Chinese infiltration is continually and quietly taking effect, resistance requires an active civil society</span></h2><p class=\"c9\"><span>From the 1979 “</span><span class=\"c5\"><a class=\"c6\" href=\"https://en.wikisource.org/wiki/Message_to_the_Compatriots_in_Taiwan\">Message to the Compatriots in Taiwan</a></span><span>”</span><span class=\"c2\">, in which China’s Taiwan policy began the transition towards “peaceful reunification”, Chinese interpersonal infiltration against Taiwan has been taking place over 40 years. While its methods and content have progressed with time, the operating model largely remains the same:</span></p><a id=\"t.22b3bbf2f6387604ddba224beb5f3233908b6660\"></a><a id=\"t.1\"></a><div class=\"gdoc-quote\"><div class=\"header\"><p class=\"c11\"><span class=\"c2\">Cultural calling and economic incentives leading to attempts in shifting political identity and changing political behavior.</span></p></div></div><a id=\"t.ec4faa3230db790305d4c826ff2827cebf64e672\"></a><a id=\"t.2\"></a><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh3.googleusercontent.com/BSPW-yhW_kO4HYtmrpJGAirsAAv6BCT2Aj95RklkEbl5sKpqK_Pf8zMHeypof6b8HRkPh9UkL63R9Swnd_F02oq7r_8_kdcUXHi-qU4iHfQHxpNDZY866BVsgGQEDRl99g\" title=\"\"></div><p class=\"description\"><span class=\"c2\">Chinese interpersonal infiltration against Taiwan. Source: IORG.</span></p></div><p class=\"c9\"><span>In this model, culture and economics are often the cause and effect of one another. Similarities in Taiwan and China’s cultures have reinforced the assumption among young entrepreneurs that China’s vast content market can be accessed (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d1\">D.1</a></span><span>).</span><span>&nbsp;In religious exchanges, memories of identical deities call upon believers while travel and temple construction provides economic benefit (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d2\">D.2</a></span><span>). Interoperable languages in Taiwan and China have lowered the threshold for those Taiwanese, who are otherwise unfamiliar with other languages, to work in China locally or conduct import-export trades with China. Language interoperability, cultural similarities, and higher changes to return to Taiwan, have contributed to the willingness of many Taiwanese managers working in China (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d4\">D.4</a></span><span>).</span></p><p class=\"c9\"><span>In terms of the attempt to change the political behavior of Taiwanese people, one incident is that President of ARATS (海协会) of the PRC, before Taiwan’s 2016 presidential election, expressed his wishes to Taiwanese village chiefs for them to support “candidates beneficial to cross-strait exchanges</span><span>” during</span><span>&nbsp;a non-political exchange event (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d1\">D.1</a></span><span>)</span><span>. Despite the election result failing to match Chinese expectations, this incident remains concrete evidence of the intention of the Chinese government in shifting Taiwanese political behavior. Moreover, cases of “shifted perception towards </span><span>China” are</span><span>&nbsp;a young Taiwanese manager working and residing in China becoming approving of China’s epidemic prevention measures (</span><span class=\"c5\"><a class=\"c6\" href=\"https://iorg.tw/f/r-d4\">D.4</a></span><span class=\"c2\">), and a village chief, who refused to visit China, becoming active in cross-strait activities after one visit.</span></p><p class=\"c9\"><span>In the interpretation of this model, one should take note that political behavioral change should not be the indicator for the effectiveness of Chinese interpersonal infiltration against Taiwan. Instead, the effectiveness of infiltration should be measured by the incremental implementation of elements contributing to the process towards “ultimate reunification.” The gradual increase of cultural acceptance and economic dependency would lead to the willing or unwilling political choice aligning with Chinese expectation: the peaceful annexation of Taiwan.</span></p><p class=\"c9\"><span class=\"c2\">The effect of Chinese infiltration against Taiwan has not gone unnoticed by Taiwan’s civil society and the anti-Service Agreement movement from 2013 is a solid indication of this vigilance. Taiwan’s civil society has been pushing forward the more powerful political sector in the resistance against China. This is the result of both pan-blue and pan-green actors in Taiwan maintaining various friendly relationships with Chinese actors due to the immense benefit these connections could provide. The continuation of factual understanding and active defense from civil society remains the strongest defense Taiwan has to maintain course towards a free, democratic, and independent nation.</span></p>",
	"articleID": "_R_D",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vR2hHZAon3GL-w0GBZ8KQiOEtsP8RUqMbB3xt6ZgAb_EVnZ-HOLM2gGGb-Wt2x4I__InsZWg698UVqw/pub",
	"publishedAt": "2021/3/2 20:00",
	"updatedAt": "2021/5/13 8:00"
}