{
	"title": "68 Workshops to Fortify Communities and Defend Democracy",
	"subtitle": "IORG 2020 Community Engagement Report",
	"coverImage": "https://lh3.googleusercontent.com/tQSmuHH8pJ5MgNKCT_wqTzPgcHzMr8_k5WCKjojystUJiBF3lw5IGmecis-PlfxBIbGyf5-8JJ6-UTQ_j8gd4KSR01S_q7pj3No5J8ujVF7yHW_CMBQ-TvUrtWtAb0OT0Q=s0",
	"authorInfoItemsHTML": "<li class=\"c8 c9 c5 li-bullet-0\"><span class=\"c0\">Author = Jasmine Lee</span></li><li class=\"c8 c9 c5 li-bullet-0\"><span class=\"c0\">Editor = Chihhao Yu</span></li>",
	"tags": [
		"Information literacy",
		"Community engagement",
		"Defending democracy"
	],
	"html": "<a id=\"t.e28a9404e26a703f41e12fdb9bec7903ed767b2d\"></a><a id=\"t.0\"></a><h2 class=\"c4 c7\" id=\"h.r5oc0xinydl2\"><span class=\"c2\">8 months, 68 workshops, 1,763 people, 1,589 questionnaires</span></h2><p class=\"c4\"><span class=\"c0\">Between July 2020 to February 2021, IORG held a total of 68 information literacy workshops across Taiwan including 3 main offshore archipelagos Penghu, Kinmen, and Matsu. Together with local partners, we practiced fact-checking with middle and high school students, accompanied teachers to prepare information literacy lesson plans; we sat beside the elderly and young parents to learn about “fake news”, and performed with local bands at a livehouse while discussing information manipulation at the same time.</span></p><a id=\"t.c0bfaa3478d2a25ca880e6568c85f18082f797c7\"></a><a id=\"t.1\"></a><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh5.googleusercontent.com/_pnMXoTixlWrS38YenA98NPr8pGgFUwIDX_gs_Ijy1K1oPN1dLUUdTTJg9Br0gZW_AJU2VtF8Y_0QzAKmiviPIQtmpqJTrJoagE6KhS20u8h2B6fyUfINFgwRwjoLa8ysQ=s0\" title=\"\"></div><p class=\"description\"><span>Figure 1 = Number of IORG information literacy workshops hosted in each city and counties of Taiwan. July 2020 through February 2021. Source: IORG. Map of Taiwan: CC BY-SA International 4.0, chihaoyo, </span><span class=\"c19\"><a class=\"c13\" href=\"https://github.com/chihaoyo/taiwan-congressional-map\">taiwan-congressional-map</a></span><span class=\"c0\">.</span></p></div><a id=\"t.f49d82a074877df311c2218fbefe8d60ce00e20c\"></a><a id=\"t.2\"></a><div class=\"gdoc-quote\"><div class=\"header\"><p class=\"c8\"><span class=\"c0\">I thought of myself as a person that cannot be easily fooled. Unexpectedly, I still fall into the traps of information manipulation.</span></p></div><div class=\"detail\"><p class=\"c8\"><span class=\"c0\">– workshop participant</span></p></div></div><a id=\"t.d81ac327f73994ffefcfcd7a57db3c1142280e96\"></a><a id=\"t.3\"></a><div class=\"gdoc-quote\"><div class=\"header\"><p class=\"c8\"><span class=\"c0\">These workshops made me realize that information manipulation is more dangerous than fake news. False information exists not only in the news. Images and videos on the internet can more easily change our minds.</span></p></div><div class=\"detail\"><p class=\"c8\"><span class=\"c0\">– workshop participant</span></p></div></div><p class=\"c4\"><span class=\"c0\">With these 68 workshops, IORG has reached 1,763 Taiwanese people of different ages, backgrounds, and professions, sharing our research and various methods to identify and counter information manipulation. </span></p><p class=\"c4\"><span class=\"c0\">From these 68 workshops, we have received 1,589 questionnaires and arrived at 3 findings:</span></p><ol class=\"c14 lst-kix_rvuho9hvcg1i-0 start\" start=\"1\"><li class=\"c4 c5 li-bullet-0\"><span class=\"c0\">Most participants acknowledge the existence and negative societal impact of false information.</span></li><li class=\"c4 c5 li-bullet-0\"><span class=\"c0\">After receiving a piece of news, 70% of participants would verify while a minority of them would report said news to government agencies or fact-checking organizations.</span></li><li class=\"c4 c5 li-bullet-0\"><span class=\"c0\">Post-workshop, 1.4x participants increased understanding of information manipulation countermeasures, 2x participants are willing to take action proactively.</span></li></ol><p class=\"c4\"><span class=\"c0\">Aside from quantitative analysis, IORG has gained important direct contact with the participants through these 68 workshops, and received a diverse range of questions and opinions when facing information manipulation in their daily lives.</span></p><p class=\"c4\"><span class=\"c0\">The goal of IORG has always been to strengthen information literacy of the Taiwanese public. To do that, IORG has identified 3 important infrastructural tasks:</span></p><ol class=\"c14 lst-kix_o0pnwv9gl5fs-0 start\" start=\"1\"><li class=\"c4 c5 li-bullet-0\"><span class=\"c0\">Scientific research: conduct and sustain long-term research with publicly verifiable data science methods</span></li><li class=\"c4 c5 li-bullet-0\"><span class=\"c0\">Civic education: develop and implement information literacy education in schools and local communities</span></li><li class=\"c4 c5 li-bullet-0\"><span class=\"c0\">Multidisciplinary collaboration: build and strengthen collaborative network across disciplines and organizations, based on open data and science, towards a whole-society approach</span></li></ol><p class=\"c4\"><span class=\"c0\">“Defending democracy” is about reactive measures against threat actors, and about proactive actions to make our democracy healthier. The implementation of these 3 infrastructural tasks would strengthen Taiwan’s people and its democracy.</span></p><a id=\"t.f951c55edf6c23616d3bc28b1d493d7663527d05\"></a><a id=\"t.4\"></a><div class=\"gdoc-quote\"><div class=\"header\"><p class=\"c8\"><span class=\"c0\">Facing information manipulation, the strength to defend our democracy comes from a strong network of communities, and the strength of a community comes from a strong, independent citizen.</span></p></div></div><a id=\"t.97ebdfeff89e01217566ee154ca5ee10eb66d448\"></a><a id=\"t.5\"></a><div class=\"gdoc-table-container\"><div class=\"table\"><table class=\"c11\"><tbody><tr class=\"c10\"><th class=\"c3\" colspan=\"1\" rowspan=\"1\"><p class=\"c8\"><span class=\"c0\">end</span></p></th></tr></tbody></table></div></div><p class=\"c4\"><span class=\"c16\">Above are the expressions from participants of IORG’s workshops. Within the 7 months, IORG reached 1,763 people of different ages, backgrounds, and professionals. While sharing our research results, we also provide ways to distinguish tactics of information manipulations. Also, IORG collects 1,589 questionnaires from the 68 workshops. By comparing pre-and post-test questionnaires, we found that:</span></p><h2 class=\"c4 c7\" id=\"h.fdvr93ah5lzi\"><span class=\"c2\">1. Most participants recognized the problem of disinformation and agreed that it has a negative impact on society.</span></h2><p class=\"c4\"><span class=\"c0\">95.03% of the participants believe that they have received disinformation before. More than 80% of the participants agreed with the statement “media may be biased” and “Taiwan is subjected to foreign forces.” And over 90% agree that disinformation may affect election results, trust in government, and cause polarization. However, in the question of basic information literacy, 40.63% of the participants agree that “all manipulated news is fake,” indicating people may have a lower resistance to sophisticated manipulation tactics.</span></p><a id=\"t.ddc8da8f14956e0838fde572a21f3dff62665921\"></a><a id=\"t.6\"></a><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh5.googleusercontent.com/MOX2cj7zc0XKhsxZsNAz9MtOJRKci50VDMhKx6QP5jcgVo3Wf9OJTB2fJVGXzOO6xcj14Lm0veBJBhp1zSYIR5y5n0CoawbLh_wxGISDBbLGuCH5vH_RT89Eq5at1PXrow=s0\" title=\"\"></div></div><h2 class=\"c4 c7\" id=\"h.f98dbheog2yf\"><span class=\"c2\">2. &nbsp;70% of the participants would fact-check news pieces. While only a small number of participants would report when seeing a disinformation.</span></h2><p class=\"c4\"><span class=\"c0\">70.88% of the participants fact-check the content of a news article when receiving one. The percentage increased by nearly 10% to 79.14%, when knowing the news is fake. 81.27% will warn friends and family under the same condition. However, a very little percentage of participants would take further actions besides verification and warning. Less than a half of participants would report disinformation to government, news media, or fact-checking organizations.</span></p><a id=\"t.ddc8da8f14956e0838fde572a21f3dff62665921\"></a><a id=\"t.7\"></a><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh5.googleusercontent.com/8r02hdeRXbClbY28pX5BRJ3fI-doSEeZm3LpLR7k1waYgKwScCJ2myBsXbje9MhwNsLsIHgoH4gyvZydbs40xMMEKjgVvi5E4S7u2uhUqktuDVrlTIcrW3xc_Xd02RRXUQ=s0\" title=\"\"></div></div><h2 class=\"c4 c7\" id=\"h.yg93b1lh7hcp\"><span class=\"c2\">3. After the workshop, the percentage of participants willing to take action against information manipulation increases three times. As they were informed of how other parts of the society have made efforts to counter information manipulation.</span></h2><p class=\"c4\"><span class=\"c0\">The Executive Yuan established a “News Fact Checker” for each department in 2018. Non-governmental organizations, including Taiwan Fact-check Center and “Cofacts,” provide fact checks and allow people to report disinformation. Social media platforms such as Facebook and LINE also cooperate with government agencies and fact-checking organizations to counter disinformation. Yet, IORG found only a small number of people know the fact-check platforms that the government established and only 25.52% agree that the government has effectively prevented the attacks of information manipulation. In addition, even fewer people agree that social media platforms and news media have effectively prevented information manipulation, with percentages of 15.09% and 22.96% respectively.</span></p><p class=\"c4\"><span class=\"c0\">Comparing pre-and post-test of questionnaires, IORG found that after being informed of government and private sectors’ efforts, willingness to verify or to report disinformation increased significantly. Notably, the percentage of that to the government tripled. The percentages recognizing government, news media, and social platforms have effectively prevented information manipulation also increased by 5 to 9%.</span></p><a id=\"t.ddc8da8f14956e0838fde572a21f3dff62665921\"></a><a id=\"t.8\"></a><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh5.googleusercontent.com/x67DvEdPxoEVEjzifw3kk_sqk_5DOY2bOyAKvsgxYpl0EAdyAtA6Q1W0i8Uh5sd72Xf9tKb3GZAGQRBlDkYj0jxyyJ1iNNWYEb2i8f2RTrz_Qt1_x4Ak749IxlELZs2aqA=s0\" title=\"\"></div></div><p class=\"c4\"><span class=\"c0\">Workshop questionnaires not merely provide quantitative statistics, but, most importantly, allow IORG to better understand the actual thoughts and behavioral changes of the workshop participants. With the experiences receive from connecting local communities, IORG believes there are three major “infrastructures” of democratic defense against information manipulation:</span></p><p class=\"c4\"><span class=\"c0\">1. Long-term research, based on publicly verifiable data science methods.</span></p><p class=\"c4\"><span class=\"c0\">In the 68 workshops, IORG also receives doubts and skepticism from participants. However, with the principle of “publicly verifiable data science methods” that IORG upholds, the research results are rooted in facts and logical reasoning. Therefore, it allows us to build consensus and further discussion even with people of different ideologies. IORG’s experience has shown the importance of data science methods in promoting healthy interpersonal communication within society.</span></p><p class=\"c4\"><span class=\"c0\">2. Civic education from media to information literacy.</span></p><p class=\"c4\"><span class=\"c0\">The result of the questionnaire shows the public awareness towards “fake news” and “disinformation.” While it also presents the lack of understandings of fact-checking tools and the diverse and sophisticated information manipulation tactics. To better connect the efforts between the public, government, and fact-checking organizations in facing cognitive threats from home and abroad, strengthening media and information literacy is necessary for boosting Taiwan’s “collective immunity.”</span></p><p class=\"c4\"><span class=\"c0\">3. Cross disciplinary and organizational collaboration on open data.</span></p><p class=\"c4\"><span class=\"c0\">Chinese influence operations against Taiwan continues to evolve, which utilizes new audiovisual interactive platforms. Therefore, it requires the integrated efforts from government agencies, academic institutions, news media, social media corporations, and civic organizations on building open databases, which IORG believes can facilitate non-governmental research, increase civic awareness, and create concrete actions of civic participation in defending democracy. </span></p><p class=\"c4\"><span class=\"c0\">The democratic defense against information manipulation shall roost in the strong connection within the civil society, and the strong connection shall be built by strong civic individuals. We believe the above infrastructures would enable Taiwanese society to achieve this goal.</span></p><h2 class=\"c4 c7\" id=\"h.hat5fhw8j5j7\"><span class=\"c2\">Keep strengthening information literacy: educational book in January 2022</span></h2><p class=\"c4\"><span class=\"c0\">With the results of IORG’s workshops, we believes “improving information literacy of civil society” is the most fundamental and effective way to prevent information manipulation. During the workshops, high school teachers and students have also expressed the need for a simple and understandable book on media literacy and information literacy, which Taiwan has yet to have one.</span></p><p class=\"c4\"><span class=\"c0\">Therefore, IORG is planning to publish a book in January 2022. The book will share the results of our research in the simplest way and presents the cognitive threats that Taiwanese society as a whole is facing. We hope the book can serve as a resource for teachers and enhance the “collective immunity” against information manipulation.</span></p>",
	"articleID": "ce-2020",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vSmYRo4cIlFy3ApzD6Ofjt7_rNudTCgx9V9SbwCmS-FTZ2ogKSYus9bspZuFKBduX1zsjP6mQwFLCyq/pub",
	"publishedAt": "2021/8/30 13:00"
}