{
	"title": "China helped spread Kremlin propaganda and manipulative information against Taiwan amid Russia-Ukraine war",
	"coverImage": "https://lh3.googleusercontent.com/6q8EcPsAIbcGy3yBix9VLDRcKs3qywkahYch7BBXEjcu7maAeSW-lQGEr68cvI8hhRx9Xg5bp-EEBgoDebDeFGzKERrGt_-fuZ524tc8q5QbaVxSwZ0drY_xoztXb5unED73_5qsI9M",
	"authorInfoItemsHTML": "<li class=\"c13 c16 li-bullet-0\"><span>Author = Jeff Hsu, Researcher at </span><span class=\"c3\"><a class=\"c6\" href=\"https://twitter.com/iorgtw\">IORG</a></span></li><li class=\"c13 c16 li-bullet-0\"><span>Ukrainian Translation = Bohdan Myronenko for </span><span class=\"c3\"><a class=\"c6\" href=\"https://twitter.com/UATWForum\">Ukraine+Taiwan Forum</a></span></li>",
	"tags": [
		"Ukraine",
		"China"
	],
	"html": "<a id=\"t.b3d07a272b749c47cd41dc8b27eba0c20e6b4d4a\"></a><a id=\"t.0\"></a><p class=\"c10\"><span class=\"c5\">Against most outsiders’ expectation, Ukraine has so far successfully withheld Russian invasion and forced a once-thought quick war into its third month. Time is on Ukraine’s side as the mood is changing fast. Recently, Western leaders began to talk about a possible Ukrainian victory and how to accommodate a defeated Russia should such an eventuality occur. All these developments are being closely watched by Taiwan, an island country who is also under the threat of a more powerful and authoritarian neighbor, in this case, China.</span></p><p class=\"c10\"><span class=\"c5\">Having close relations and diplomatic ties with both Russia and Ukraine, China has taken an ambiguous position regarding the war. On the one hand, China refuses to acknowledge or condemn Russia’s invasion of Ukraine. Beijing also refuses to impose sanctions on Russia, stating that the measures will only make the situation worse. On the other hand, it claims to support the sovereignty and territorial integrity of Ukraine, with whom it signed a treaty of friendship and cooperation in 2013.</span></p><p class=\"c10\"><span>Yet this seemingly </span><span>fence-straddling</span><span class=\"c5\"> stance of China should not fool the Ukraine government and its brave people into believing that China is not picking sides. IORG’s data research shows that China had been in effect spreading Russian propaganda and manipulative information related to Ukraine in Taiwan, and presumably in overseas Chinese communities, as early as last November.</span></p><div class=\"separator\"></div><a id=\"t.ddc8da8f14956e0838fde572a21f3dff62665921\"></a><a id=\"t.1\"></a><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh3.googleusercontent.com/6q8EcPsAIbcGy3yBix9VLDRcKs3qywkahYch7BBXEjcu7maAeSW-lQGEr68cvI8hhRx9Xg5bp-EEBgoDebDeFGzKERrGt_-fuZ524tc8q5QbaVxSwZ0drY_xoztXb5unED73_5qsI9M\" title=\"\"></div></div><div class=\"separator\"></div><div class=\"stickers\"></div><h2 class=\"c9\" id=\"h.ratyb77ak8or\"><span class=\"c4\">Legitimizing Russia’s invasion</span></h2><p class=\"c10\"><span class=\"c5\">There are mainly two types of narratives that China was actively disseminating on the internet in relation to the war between November 2021 and February 2022: (1.) legitimizing Russia’s invasion of Ukraine and (2.) intimidating Taiwan. Let’s start with the first one, which echoes with the reasons Russia cited behind its decision to invade Ukraine. </span></p><p class=\"c10\"><span>IORG found numerous articles published by Chinese state media </span><span class=\"c3\"><a class=\"c6\" href=\"http://www.taihainet.com/news/military/hqjs/2021-11-04/2567682.html\">Taihai Net</a></span><span> (台海网),  as early as the beginning of November 2021, spreading the narrative that the US and Ukraine have been provoking Russia. These articles often cited Russian state media like TASS and RIAN as their sources, and thus took a more pro-Russia angle when presenting their stories. On February 23</span><span class=\"c7\">rd</span><span>, the day before the invasion, PRC Foreign Ministry Spokesperson </span><span class=\"c3\"><a class=\"c6\" href=\"https://www.fmprc.gov.cn/fyrbt_673021/jzhsl_673025/202202/t20220223_10644870.shtml\">Hua Chunying</a></span><span> (华春莹) also </span><span>adopted this narrative and </span><span>accused the US of “</span><span>bringing oil to fire” (火上浇油) </span><span> by sending weapons to Ukraine. </span><span>There were at least 25 groups of Facebook pages sharing this narrative in clusters, signaling possible coordination behind the spread of this narrative.</span></p><p class=\"c10\"><span>Second, two narratives spread by China found in Taiwan’s information space tried to link Ukraine with Nazism. For example on November 15</span><span class=\"c7\">th</span><span> 2021, </span><span class=\"c3\"><a class=\"c6\" href=\"http://www.taihainet.com/news/txnews/gjnews/sh/2021-11-15/2570710.html\">Taihai Net</a></span><span> (again) reported that the US and Ukraine voted against a UN resolution “</span><span>condemning the glorification of Nazism</span><span>” while</span><span> praising Putin’s “history lessons</span><span>” in</span><span> an effort to “resist Western attempts to rewrite the history of the Second World War”.</span><span>In addition, after the war broke out, Chinese state media </span><span class=\"c3\"><a class=\"c6\" href=\"https://www.wenweipo.com/a/202202/27/AP621a8e43e4b036dce9978d48.html\">Wenweipo</a></span><span> (文匯報) published an article asserting a unit of the Ukrainian National Guard “</span><span>Azov Battalion” had participated in “black violence” during </span><span>Hongkong’s</span><span> pro-democracy </span><span>protests in</span><span> 2019, and </span><span>that </span><span>the group is one of the Neo-Nazi groups that “have received training from the CIA since 2015.” These two narratives present to the reader a divided world where the US, Ukraine, and Hongkong democracy activists are pro-Nazism, and Russia and China are fighting </span><span>against</span><span class=\"c5\"> that.</span></p><p class=\"c10\"><span>Finally, IORG noticed a narrative, also spread by China, claiming that Russia has the right to attack because Ukraine is conducting “derussification” and neglecting the rights of its Russian-speaking citizens. For example on December 16</span><span class=\"c7\">th</span><span> 2021, an op-ed published by </span><span class=\"c3\"><a class=\"c6\" href=\"https://opinion.huanqiu.com/article/460JEEHrYYM\">Huanqiu Net</a></span><span> (</span><span>环球网</span><span>) stated that the US has been promoting “</span><span>derussification” in countries like Ukraine, </span><span>Georgia, and Kyrgyzstan, escalating friction with Russia. </span></p><div class=\"stickers\"></div><h2 class=\"c9\" id=\"h.tmpwxmp25sda\"><span class=\"c4\">Intimidating Taiwan</span></h2><p class=\"c10\"><span>Another type of China-propelled narrative regarding the war aims at intimidating Taiwan. Here, the most common phrase is “Today Ukraine, Tomorrow Taiwan.” Despite the similarities and differences between Taiwan and Ukraine, Chinese outlets have used this phrase to draw the conclusion that Ukraine and Taiwan are both “pawns of the US”, that Ukraine “has been abandoned by the US”, and  Taiwan will be abandoned, too, eventually. Multiple Chinese state media have published articles disseminating this narrative, examples include </span><span class=\"c3\"><a class=\"c6\" href=\"http://www.taihainet.com/news/twnews/latq/2021-12-19/2580049.html\">Taihai Net</a></span><span>, </span><span class=\"c3\"><a class=\"c6\" href=\"http://www.taiwan.cn/taiwan/jsxw/202202/t20220224_12409571.htm\">taiwan.cn</a></span><span> (中国台湾网), and </span><span class=\"c3\"><a class=\"c6\" href=\"http://www.hkcna.hk/docDetail.jsp?id=100060704&amp;channel=2805\">HKCNA</a></span><span class=\"c5\"> (香港新聞網). Clustered sharing of this narrative on Facebook could also be observed.</span></p><p class=\"c10\"><span>This is not the first time that Chinese state media has made such a claim. When the US military retreated from Afghanistan in August 2021, the slogan “Today Afghanistan, Tomorrow Taiwan” appeared in Taiwan’s information space. At the time, IORG had observed narratives claiming that the US will abandon Taiwan, the US does not have the strength to protect Taiwan against Chinese aggression, and that the US is the source of chaos and war in the world. Chinese state media participation in spreading these narratives were evident. (See more in </span><span class=\"c3\"><a class=\"c6\" href=\"https://iorg.tw/_en/da/11\">IORG’s report</a></span><span class=\"c5\">.)</span></p><div class=\"stickers\"></div><h2 class=\"c9\" id=\"h.aujueb25w6nz\"><span class=\"c4\">Democracies stand together</span></h2><p class=\"c10\"><span class=\"c5\">Among the aforementioned narratives, spread by China in Taiwan’s information space, it is perhaps not too surprising to see the US being criticized in every one of them. A weaker Taiwan-US alliance is certainly beneficial to China’s goal of annexing Taiwan. At the same time, evidence has shown that China is also undermining Ukraine, attempting to sway public opinion, effectively aiding Russia in winning the battle of narrative in Taiwan, and presumably in overseas Chinese communities, at a critical moment when Ukraine is fighting an existential war against Russia.</span></p><p class=\"c10\"><span>When Ukrainian President </span><span>Volodymyr Zelenskyy pleaded for global support in the name of upholding freedom, democracy, and the right of self-determination, we the Taiwanese people cannot resonate more. That is why in the early days of the war, the people of </span><span>Taiwan organized</span><span>a great many</span><span class=\"c5\"> events in support of Ukraine, donated more than 31 million USD in solidarity, and our government joined our western allies in imposing sanctions on Russia.</span></p><p class=\"c10\"><span>One hard lesson we the Taiwanese people have </span><span>drawn</span><span> from our history is to never trust an authoritarian regime, which </span><span>aims</span><span> to subjugate and dominate, and its damage to a nation, even overturned, can last for decades. Perhaps this can be one more commonality, a lesson shared among the people here in Taiwan and the people of Ukraine. IORG hopes that our research sheds light on what China has been doing behind Ukraine’s back.We remain hopeful that Ukraine and Taiwan will soon enjoy a brighter, more </span><span>democratic</span><span class=\"c5\"> future, together.</span></p><a id=\"t.973fc9ac9773e73151afdf191f0646ecbd668ffb\"></a><a id=\"t.2\"></a><div class=\"gdoc-note\"><div class=\"detail\"><p class=\"c8\"><span class=\"c5\">The term “China” used in this article refers to the government controlled by the Chinese Communist Party, and the media outlets under its ownership, control, or influence.</span></p></div></div><div class=\"separator\"></div><a id=\"t.436b4b2c65660b17014263e0ffa13133e796f2b0\"></a><a id=\"t.3\"></a><div class=\"gdoc-note info\"><div class=\"header\"><p class=\"c8\"><span class=\"c5\">About IORG</span></p></div><div class=\"detail\"><p class=\"c8\"><span>IORG is a multidisciplinary civilian research organization. We are media professionals, social scientists, data engineers, and community activists in Taiwan. We work to safeguard Taiwan’s information environment against authoritarian expansion with open data, scientific research, literacy education, and grassroots organization. For more information on IORG, please visit: </span><span class=\"c3\"><a class=\"c6\" href=\"https://iorg.tw/_en\">https://iorg.tw/_en</a></span><span class=\"c5\">.</span></p></div></div><a id=\"t.571134ad6305df32c9f78e6a7606117bf82784f9\"></a><a id=\"t.4\"></a><div class=\"gdoc-note info\"><div class=\"header\"><p class=\"c8\"><span class=\"c5\">About the Ukrainian version</span></p></div><div class=\"detail\"><p class=\"c8\"><span>This article was translated into Ukrainian by Bohdan Myronenko for </span><span class=\"c3\"><a class=\"c6\" href=\"https://twitter.com/UATWForum\">Ukraine+Taiwan Forum</a></span><span class=\"c5\">, an independent Ukrainian advocacy platform aimed at strengthening relations between Ukraine and Taiwan.</span></p></div></div>",
	"articleID": "china-russia-propaganda",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vQDMUWcylEuD8EiAU8-VycW9hC4GeEdehmquED-B-2MKzR-SCo1jJx2CQsRXI9arJYoHtB3XBEZgphn/pub",
	"locale": "_en",
	"publishedAt": "2022/6/2 20:00"
}