{
	"title": "Як Китай сприяв поширенню кремлівської пропаганди та анти-тайванської дезінформації в часи російсько-української війни",
	"coverImage": "https://lh7-us.googleusercontent.com/nxgYrHAqJWhbD1pdr2qKCEr1dE2aYgVrsOlu6nS4kLWC9criwn48Q3KvFkTPW_k7DQ7Gj8OXIX_1Mp-u70_cFukG8_0GJmS-GVAQQJrg8A9BVerUGGVwZ2aaqwWN4y-LV1ln05SpzEjz-R8",
	"authorInfoItemsHTML": "<li class=\"c3 c14 li-bullet-0\"><span>Автор = Jeff Hsu, дослідник </span><span class=\"c6\"><a class=\"c0\" href=\"https://twitter.com/iorg.tw\">IORG</a></span></li><li class=\"c3 c14 li-bullet-0\"><span>Переклад = Богдан Мироненко для </span><span class=\"c6\"><a class=\"c0\" href=\"https://twitter.com/UATWForum\">Ukraine+Taiwan Forum</a></span></li>",
	"tags": [
		"Ukraine",
		"China"
	],
	"sections": [
		{
			"id": "h2-1",
			"titleText": "Легітимація російського вторгнення"
		},
		{
			"id": "h2-2",
			"titleText": "Залякування Тайваню"
		},
		{
			"id": "h2-3",
			"titleText": "Демократії тримаються разом"
		}
	],
	"html": "<p class=\"c4\"><span class=\"c5\">Всупереч очікуванням більшості спостерігачів, Україна успішно стримує російське вторгнення, а очікуваний російський “бліцкриг” затягнувся на три місяці . Час на боці України, настрої швидко змінюються. Нещодавно західні лідери почали вже відверто обговорювати можливу перемогу України та міркувати про те, що ж робити з переможеною Росією, коли такий сценарій справдиться. За всіма цими подіями уважно стежить Тайвань - острівна країна, якій також загрожує більш могутній у військовому плані та авторитарний сусід - Китай.</span></p><p class=\"c4\"><span class=\"c5\">Маючи тісні стосунки та дипломатичні відносини як з Росією, так і з Україною, Китай зайняв неоднозначну позицію щодо війни. З одного боку, Китай відмовляється засудити вторгнення Росії в Україну  - як і визнати його актом агресії. Пекін не прагне також і впроваджувати санкції проти Росії, заявляючи, що ці заходи можуть тільки погіршити ситуацію. З іншого боку, він заявляє про підтримку суверенітету та територіальної цілісності України, з якою підписав договір про дружбу та співпрацю у 2013 році.</span></p><p class=\"c4\"><span class=\"c5\">Втім ця, здавалося б, дуже обачна позиція Китаю не повинна засліплювати український уряд та хоробрий український народ - це далеко не означає, що Пекін не обрав собі фаворита у цій війні. Дані дослідження IORG свідчать, що Китай ще в листопаді минулого року почав поширювати російську пропаганду та маніпулятивну інформацію, пов’язану з Україною, у Тайвані і, ймовірно, в діаспорянських китайських громадах.</span></p><div class=\"separator\"></div><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh7-us.googleusercontent.com/nxgYrHAqJWhbD1pdr2qKCEr1dE2aYgVrsOlu6nS4kLWC9criwn48Q3KvFkTPW_k7DQ7Gj8OXIX_1Mp-u70_cFukG8_0GJmS-GVAQQJrg8A9BVerUGGVwZ2aaqwWN4y-LV1ln05SpzEjz-R8\" title=\"\"></div></div><div class=\"separator\"></div><div class=\"stickers\"></div><h2 class=\"c4 c7\" id=\"h2-1\"><span class=\"c13\">Легітимація російського вторгнення</span></h2><p class=\"c4\"><span class=\"c5\">Існують два основних типи наративів, які Китай активно поширював в Інтернеті у зв’язку з війною з листопада 2021 року по лютий 2022 року: (1.) легітимація вторгнення Росії в Україну та (2.) залякування Тайваню. </span></p><p class=\"c4\"><span class=\"c5\">Почнемо з першого, яке перегукується з причинами, які Росія навела на виправдання свого рішення вторгнутися в Україну.</span></p><p class=\"c4\"><span>IORG вдалося віднайти численні статті, опубліковані китайським державним ЗМІ </span><span class=\"c6\"><a class=\"c0\" href=\"http://www.taihainet.com/news/military/hqjs/2021-11-04/2567682.html\">Taihai Net</a></span><span> (台海网) ще на початку листопада 2021 року, в яких поширювався наратив щодо “провокування” Росії з боку США та України. У цих статтях часто цитувалися російські державні ЗМІ, такі як ТАСС і РІА Новості. 23 лютого, за день до повномасштабного вторгнення, речниця міністерства закордонних справ КНР </span><span class=\"c6\"><a class=\"c0\" href=\"https://www.fmprc.gov.cn/fyrbt_673021/jzhsl_673025/202202/t20220223_10644870.shtml\">Хуа Чуньїн</a></span><span class=\"c5\"> (华春莹) також публічно підтримала цей наратив і звинуватила США в «доливанні олії у вогонь» (火上浇油) шляхом надання зброї Україні. Вдалося відшукати щонайменше 25 груп / сторінок у Facebook, які організовано поширювали цей штамп, що свідчить про можливу координованість його розповсюдження.</span></p><p class=\"c4\"><span>По-друге, два наративи китайського походження, помічені в інформаційному просторі Тайваню, намагалися пов’язати Україну з нацизмом. Наприклад, 15 листопада 2021 року </span><span class=\"c6\"><a class=\"c0\" href=\"http://www.taihainet.com/news/txnews/gjnews/sh/2021-11-15/2570710.html\">Taihai Net</a></span><span> (вкотре) повідомила, що США та Україна проголосували проти резолюції ООН, яка «засуджує уславлення нацизму» (співавтором якої є Росія - прим.пер), водночас вихваляючи «уроки історії» Путіна, що намагається, мовляв, протистояти спробам Заходу переписати історію Другої світової війни. Крім того, після початку війни китайське державне ЗМІ </span><span class=\"c6\"><a class=\"c0\" href=\"https://www.wenweipo.com/a/202202/27/AP621a8e43e4b036dce9978d48.html\">Wenweipo</a></span><span class=\"c5\"> (文匯報) опублікувало статтю, в якій стверджується, що підрозділ Національної гвардії України «Батальйон «Азов» брав участь у «чорному насильстві» під час продемократичних протестів у Гонконгу в 2019 році, і що група є однією з “неонацистських груп”, які «проходили навчання в ЦРУ з 2015 року». </span></p><p class=\"c4\"><span class=\"c5\">Ці два наративи представляють читачеві розділений світ, де США, Україна та продемократичні активісти Гонконгу виступають за нацизм, а Росія та Китай борються проти нього.</span></p><p class=\"c4\"><span>Наостанок, ІORG зафіксували наратив, також поширений Китаєм, в якому стверджується, що Росія має право завдати удару, оскільки Україна нібито проводить «дерусифікацію» та нехтує правами своїх російськомовних громадян. Наприклад, в опублікованій 16 грудня 2021 р. статті від </span><span class=\"c6\"><a class=\"c0\" href=\"https://opinion.huanqiu.com/article/460JEEHrYYM\">Huanqiu Net</a></span><span class=\"c5\"> (环球网) зазначалося, що США сприяють «дерусифікації» в таких країнах, як Україна, Грузія та Киргизстан, посилюючи суперечності з Росією.</span></p><div class=\"stickers\"></div><h2 class=\"c4 c7\" id=\"h2-2\"><span class=\"c13\">Залякування Тайваню</span></h2><p class=\"c4\"><span>Інший китайський наратив щодо війни націлений на залякування Тайваню. Тут домінують фрази типу «Сьогодні Україна - завтра Тайвань». Хоча Україна та Тайвань у чомусь схожі, а в чомусь - ні, китайські ЗМІ неодноразово використовували цю фразу, щоб привести до висновку, що Україна і Тайвань нібито є «пішаками США», що Україна «була покинута США напризволяще», а Тайваневі така перспектива загрожує вже незабаром. Багато китайських державних медіа опублікували статті, що поширюють цей меседж - наприклад, </span><span class=\"c6\"><a class=\"c0\" href=\"http://www.taihainet.com/news/twnews/latq/2021-12-19/2580049.html\">Taihai Net</a></span><span>, </span><span class=\"c6\"><a class=\"c0\" href=\"http://www.taiwan.cn/taiwan/jsxw/202202/t20220224_12409571.htm\">taiwan.cn</a></span><span> (中国台湾网) і </span><span class=\"c6\"><a class=\"c0\" href=\"http://www.hkcna.hk/docDetail.jsp?id=100060704&amp;channel=2805\">HKCNA</a></span><span class=\"c5\"> (香港新聞網). Також можна було спостерігати згруповане (кластерне) поширення цього наративу у Facebook.</span></p><p class=\"c4\"><span>Це не перший випадок поширення китайськими державними ЗМІ таких тверджень. До прикладу, коли американські військові у серпні 2021 року покинули Афганістан, в інформаційному просторі Тайваню з'явилася фраза «Сьогодні Афганістан - завтра Тайвань». У той час IORG відзначила поширення наративів про те, що США відмовляться від захисту Тайваню від атаки Пекіну, не мають на це сили чи що США є джерелом хаосу та війни у світі загалом. Роль китайських державних ЗМІ в поширенні цих наративів була очевидною. (Подробиці - у звіті </span><span class=\"c6\"><a class=\"c0\" href=\"https://iorg.tw/_en/da/11\">IORG</a></span><span class=\"c5\">.)</span></p><div class=\"stickers\"></div><h2 class=\"c4 c7\" id=\"h2-3\"><span class=\"c13\">Демократії тримаються разом</span></h2><p class=\"c4\"><span class=\"c5\">Певне, неважко помітити, що у кожному з наведених вище наративів знаходиться місце для критики Сполучених Штатів Америки. Послаблення союзу Тайваню та США, безумовно, спростило б Китаю завдання анексії Тайваню. Водночас докази свідчать, що Китай також підриває імідж України, намагаючись схилити громадську думку на бік Москви, допомагаючи їй виграти “битву наративів” у Тайвані та, ймовірно, в діаспорянських китайських громадах - у цей критичний момент боротьби України за незалежне від Росії існування.</span></p><p class=\"c4\"><span class=\"c5\">Коли президент України Володимир Зеленський попросив світ підтримати його державу в ім’я свободи, демократії та реалізації права на самовизначення, ми, тайванський народ, просто не могли лишатися осторонь. Саме тому з перших днів повномасштабної війни народ Тайваню організував численні заходи на підтримку України, пожертвував понад 31 мільйон доларів США, а наш уряд долучився до західних союзників у впровадженні санкцій проти Росії.</span></p><p class=\"c4\"><span class=\"c5\">Один важкий урок, якого нас, тайванський народ, добре навчила історія — ніколи не довіряти авторитарному режимові, який прагне підкорити та домінувати, завдавати шкоди, самі навіть наслідки якої можуть дошкуляти десятиліттями. Можливо, цей надто добре засвоєний урок - ще одна спільна риса наших дуже схожих між собою народів. IORG сподівається, що дане дослідження проллє світло на те, чим займається Пекін за спиною України. Плекаємо надію, що Україна і Тайвань зовсім незабаром прокладатимуть шлях у світле, демократичне майбутнє разом.</span></p><div class=\"gdoc-note\"><div class=\"detail\"><p class=\"c3\"><span class=\"c5\">Від авторів: Термін «Китай» / “китайський” у цьому матеріалі стосується територій, контрольованих Комуністичною партією Китаю, та засобів масової інформації (ЗМІ), котрі перебувають під її контролем чи впливом.</span></p></div></div><div class=\"separator\"></div><div class=\"gdoc-note info\"><div class=\"header\"><p class=\"c3\"><span class=\"c5\">Про IORG</span></p></div><div class=\"detail\"><p class=\"c3\"><span>IORG є багатопрофільною громадською дослідницькою організацією. Ми - тайванські медіа-експерти, соціологи, фахівці з даних та громадські активісти, що працюють над захистом інформаційного середовища Тайваню від авторитарної експансії за допомогою відкритих даних, наукових досліджень, навчання грамотності та організації заходів. Щоб отримати більше інформації про IORG, перейдіть за цим посиланням: </span><span class=\"c6\"><a class=\"c0\" href=\"https://iorg.tw/_en\">https://iorg.tw/_en</a></span><span class=\"c5\">.</span></p></div></div><div class=\"gdoc-note info\"><div class=\"header\"><p class=\"c3\"><span>Про українську версію</span></p></div><div class=\"detail\"><p class=\"c3\"><span>Переклад на українську мову здійснив Богдан Мироненко для </span><span class=\"c6\"><a class=\"c0\" href=\"https://twitter.com/UATWForum\">Ukraine+Taiwan Forum</a></span><span class=\"c5\">, незалежної української адвокаційної платформи, метою якої є посилення відносин між Україною та Тайванем.</span></p></div></div>",
	"articleID": "china-russia-propaganda",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vRD6eK74YTqWFHxs4nv6466crm4IvBUilBBR6lW0Y5Jjj_eL3L_p0-A8VaSaG-WYPZj-BmXjjUKKTcM/pub",
	"locale": "_tw",
	"publishedAt": "2022/6/2 20:00"
}