{
	"title": "Taiwan Counters FIMI – Governmental and Parliamentary Responses",
	"coverImage": "https://lh7-rt.googleusercontent.com/docsz/AD_4nXd9pLQ3UZB5ZKJ1fANLiPw7323KCJF_ba6pbna-khmkmlXW9XKAAC56Z1yRqPdp-hjHr2IGTu2y9PfeAh5GJ2fJI4F6kLGZ_CM7iMzDt1wuTDONW2OfP89acui7bpYKL7OksCAqa7Ksd_kCujBY7g?key=Qka5YqTNDEKiVBv_Z0cpD2uG",
	"authorInfoItemsHTML": "<li class=\"c13 li-bullet-0\"><span class=\"c0\">Author = Chihhao Yu</span></li><li class=\"c13 li-bullet-0\"><span class=\"c0\">Publisher = Taiwan Information Environment Research Center (IORG)</span></li>",
	"tags": [
		"IORG Review"
	],
	"sections": [
		{
			"id": "h2-1",
			"titleText": "Executive Summary"
		},
		{
			"id": "h2-2",
			"titleText": "Recommendations to Taiwan’s Government and Parliament"
		},
		{
			"id": "h2-3",
			"titleText": "Introduction"
		},
		{
			"id": "h2-4",
			"titleText": "Dynamics and Evolution"
		},
		{
			"id": "h2-5",
			"titleText": "Shortcomings of National and International Responses"
		},
		{
			"id": "h2-6",
			"titleText": "What’s Next"
		},
		{
			"id": "h2-7",
			"titleText": "Conclusions"
		}
	],
	"html": "<div class=\"stickers\"></div><h2 class=\"c15 c19\" id=\"h2-1\"><span class=\"c26\">Executive Summary</span></h2><ol class=\"list-paragraphs\" start=\"1\"><li class=\"c15 c21 li-bullet-0\"><span>Taiwan’s national-level (governmental and parliamentary) responses to FIMI largely started in 2017 with government initiatives and preliminary research, marked by the first public debut of an Executive Yuan (central government)-level </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/9277F759E41CCD91/a87eb5ee-9466-438a-a6fe-a8570db6ab1a\">taskforce</a></span><span class=\"c0\"> on countering disinformation in 2018, domain-specific legislations passed by the Legislative Yuan (national parliament) in 2019, COVID-19 responses in 2020, and a fundamental shift of governmental and parliamentary priority towards anti-fraud since 2022.</span></li><li class=\"c15 c21 li-bullet-0\"><span>Taiwan’s government response to FIMI is decentralized both in terms of domain (domestic affairs, foreign affairs, national defense, economic development, agriculture, public health, etc.) and locality (central and local government and law enforcement agencies). </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.nics.nat.gov.tw/about/job_duties/\">National Institute of Cyber Security</a></span><span> and </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.mjib.gov.tw/news/Details/1/964\">Cognitive Warfare Research Center</a></span><span class=\"c0\"> are two noteworthy central government institutions partially responsible for countering FIMI.</span></li><li class=\"c15 c21 li-bullet-0\"><span>Taiwan’s legislative response to FIMI is also decentralized in terms of domain. Legal amendments passed in 2019 largely unified domain-specific provisions in existing laws, penalizing the dissemination of damaging rumors or falsehoods in specific domains such as </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0120014\">disaster prevention</a></span><span> and </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=L0050001\">communicable disease control</a></span><span class=\"c0\">.</span></li><li class=\"c15 c21 li-bullet-0\"><span>Legal amendments to curb foreign infiltration are key to countering FIMI in Taiwan. Amendments to the </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=C0000001\">Criminal Code</a></span><span> (2019) rectified the scope of treason to include adversaries in (mainland) China, Hong Kong, and Macau. </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=A0030317\">Anti-infiltration Act</a></span><span class=\"c0\"> (2019) is the sole new legislation passed related to countering FIMI, banning foreign interference in Taiwan’s democratic processes.</span></li><li class=\"c15 c21 li-bullet-0\"><span>Taiwan currently lacks viable pathways towards legal regulations on digital services in terms of countering FIMI. Two major legislative proposals on digital services regulation have failed to enter deliberation at the Legislative Yuan in </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/201812130161.aspx\">2018</a></span><span> and </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/202209070201.aspx\">2022</a></span><span class=\"c0\">.</span></li><li class=\"c15 c21 li-bullet-0\"><span>Taiwan’s law enforcement has filed increased numbers of charges in 2019 and 2020 on individuals spreading rumors in violation of the </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0080067\">Social Order Maintenance Act</a></span><span>. Concerns have been raised by </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.tahr.org.tw/news/2430\">human</a></span><span> </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.tahr.org.tw/news/2593\">rights</a></span><span class=\"c0\"> organizations and activists in Taiwan.</span></li><li class=\"c15 c21 li-bullet-0\"><span class=\"c0\">Taiwan has multiple societal and systemic vulnerabilities and remains vulnerable to FIMI on all major narrative domains related to statehood, including domestic economy, government performance and legitimacy, national defense capabilities, international relations and trade, history and culture.</span></li><li class=\"c15 c21 li-bullet-0\"><span class=\"c0\">Lack of pre-legislative multistakeholder deliberation, post-legislative scrutiny, holistic assessment on political and non-political effect of FIMI, and framework to increase healthiness of the information environment are the main shortcomings of national and international responses to FIMI.</span></li><li class=\"c15 c21 li-bullet-0\"><span class=\"c0\">Taiwan-United States relations, legitimacy of Taiwan’s elected government, and major legislative proposals are likely topics for upcoming FIMI activities in Taiwan.</span></li><li class=\"c15 c21 li-bullet-0\"><span class=\"c0\">AI-powered content production, astroturfing, and other types of human mimicry and automation could transform FIMI operations in terms of quantity, diversity, and manufactured authenticity.</span></li></ol><div class=\"separator\"></div><div class=\"stickers\"></div><h2 class=\"c15 c19\" id=\"h2-2\"><span class=\"c26\">Recommendations to Taiwan’s Government and Parliament</span></h2><ol class=\"list-paragraphs\" start=\"1\"><li class=\"c12 li-bullet-1\"><span class=\"c0\">Empower expert-driven research, technological development, procurement, and program development at National Institute of Cyber Security, Cognitive Warfare Research Center, and other government institutions to increase effectiveness in countering FIMI.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Respect civil society independence, avoid control and direct coordination, and build support systems, including independent funding structures, for diversity and sustainability of fact-checking, research, journalism, education, and other non-government activities related to countering FIMI, improving public discourse quality and information environment healthiness and robustness.</span></li><li class=\"c12 li-bullet-2\"><span class=\"c0\">Build trustworthy partnerships and networks on transparent mechanisms for information sharing and verification among government and non-government actors.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Compile best practices and develop transparent evaluation processes and relevant competency to validate government and non-government FIMI research according to best practices and processes.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Establish public opinion baseline and assess effectiveness of FIMI via regular public opinion surveys conducted by reputable polling organizations and shared publicly in both survey data and methodology.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Develop analytical and risk assessment framework for FIMI narratives and behaviors, as well as other threat activities to inform appropriate and proportional response. Adapt existing definitions and frameworks to local context, limitations, and strengths.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Clarify rumors, provide facts, offer evidence-based assessment, inform public discourse. Never conflate official clarification with fact-checking. Strengthen public literacy on key policy domains vulnerable to FIMI – public health, food safety, supply of electricity and everyday goods, election integrity, semiconductor, biotech, arms procurement, national defense, and foreign affairs.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Refrain from unsubstantiated or unsound accusation of FIMI, cognitive warfare activities, or collusion with foreign adversaries in governmental, parliamentary, and partisan discourse. Separate FIMI and cognitive warfare from domestic party competition.</span></li><li class=\"c12 li-bullet-1\"><span>Address legitimate criticism and skepticism, improve government performance and accountability, increase transparency and meaningful participation in </span><span>policymaking</span><span class=\"c0\"> and lawmaking, introduce policies and programs in reducing socioeconomic, ethnic, gender inequalities, partisan divisions, and other vulnerabilities linked to the effectiveness of manipulative narratives.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Build strategic communications capabilities into key government departments. Co-develop with civil society evidence-based public communications guidelines and implement training programs for government officials, civil servants, and parliamentary staff, and party staff. Co-host public communication workshops at the local level among government offices, party offices (affiliated with national or local lawmakers), and local communities.</span></li><li class=\"c12 li-bullet-1\"><span>Convene inclusive, participatory, and transparent national forums at the Legislative Yuan for governmental, parliamentary, academic, media, educational, civil society experts, civic tech and civic hackers, and other non-governmental actors for </span><span>multistakeholder</span><span class=\"c0\"> engagement, deliberation, and consensus-building on sensitive legislations such as foreign agent registration and digital services regulations, as well as other legislations and policies related to countering FIMI and improving information environment healthiness and robustness.</span></li><li class=\"c12 li-bullet-2\"><span class=\"c0\">Clarify definition of rumor in the Social Order Maintenance Act.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Legislate for proactive government, platform, and media corporate transparency in content moderation, account takedown, financial inquiries, and other restrictive and regulatory measures related to countering FIMI.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Design and implement post-legislative scrutiny as an independent function of the Legislative Yuan.</span></li><li class=\"c12 li-bullet-1\"><span class=\"c0\">Actively participate and contribute Taiwan’s collective expertise and perspective in international forums on digital platform accountability and transparency, internet governance, and AI governance through governmental and parliamentary diplomacy in collaboration with civil society.</span></li></ol><div class=\"separator\"></div><div class=\"gdoc-photo-container\"><div class=\"images\"><img alt=\"\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXd9pLQ3UZB5ZKJ1fANLiPw7323KCJF_ba6pbna-khmkmlXW9XKAAC56Z1yRqPdp-hjHr2IGTu2y9PfeAh5GJ2fJI4F6kLGZ_CM7iMzDt1wuTDONW2OfP89acui7bpYKL7OksCAqa7Ksd_kCujBY7g?key=Qka5YqTNDEKiVBv_Z0cpD2uG\" title=\"\"></div></div><div class=\"separator\"></div><div class=\"stickers\"></div><h2 class=\"c15 c19\" id=\"h2-3\"><span class=\"c26\">Introduction</span></h2><p class=\"c15\"><span>Taiwan’s governmental and parliamentary responses to FIMI largely started in 2017, signified by the addition of controversial information clarification (爭議訊息澄清) sections on government websites including one in </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ndc.gov.tw/nc_10651_27420\">top government portal</a></span><span> implemented by the National Development Council (NDC), Taiwan’s top policy-planning agency, and </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/448DE008087A1971/dc9ebeaf-f673-440a-b63a-4a45783bd679\">multi-stakeholder convenings</a></span><span> among platforms, academia, and civil society hosted by the National Communications Commission (NCC), Taiwan’s independent body governing telecommunications. At the time, Taiwan’s Executive Yuan (EY) instructed </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/9277F759E41CCD91/07457515-4dc2-46b0-ab39-f0a0eb6d0b90\">ministerial responses</a></span><span> while </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/5A8A0CB5B41DA11E/709e122f-1e4e-4d69-a2cc-821ab058ef0d\">expressing no intention</a></span><span> in initiating legal amendments for content regulation. Neither of </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ncc.gov.tw/chinese/news_detail.aspx?site_content_sn=8&amp;sn_f=38317\">NCC</a></span><span>’s drafts to amend the existing </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=K0060111\">Telecommunications Management Act</a></span><span> (電信管理法) and legislating a new Digital Telecommunications Act (數位通訊傳播法) explicitly mentioned any FIMI-related terms. However, </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ly.gov.tw/Pages/Detail.aspx?nodeid=6590&amp;pid=85435\">analysis</a></span><span class=\"c0\"> on “fake news” (假新聞) by the Organic Laws and Statutes Bureau (法制局) of Legislative Yuan (LY) was an early sign of future legislative measures.</span></p><p class=\"c15\"><span>Topic of FIMI first entered Taiwan’s legal framework in late 2018, around Taiwan’s local elections (24</span><span class=\"c22\">th</span><span> November 2018). Both the </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ly.gov.tw/Pages/Detail.aspx?nodeid=6590&amp;pid=175893\">LY</a></span><span> and </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/9277F759E41CCD91/a87eb5ee-9466-438a-a6fe-a8570db6ab1a\">EY</a></span><span> have conducted internal research and published relevant information in 2018 on national-level activities countering disinformation (假訊息). An EY-level special </span><span>taskforce</span><span class=\"c0\"> (專案小組), led by then-Minister without Portfolio Luo Ping-Cheng (羅秉成), established an initial 3-element framework for evaluation: malicious intent, falsified content, and harmful results (惡, 假, 害), and a 4-stage framework for response: detect, debunk, contain, and discipline (識假, 破假, 抑假, 懲假).</span></p><h3 class=\"c15 c19\" id=\"h.2et92p0\"><span class=\"c17\">State Actors Countering FIMI</span></h3><p class=\"c15\"><span class=\"c0\">Government agencies, depending on their legal designation, have a variety of roles countering FIMI: research, policymaking, institution-building, lawmaking, as well as direct implementation of FIMI countermeasures.</span></p><p class=\"c15\"><span class=\"c0\">Multiple central and local government agencies in Taiwan over recent years have procured public opinion monitoring services from commercial entities, likely for manual or keyword-based detection of falsehoods and rumors related to the domain or locality of the procuring agency.</span></p><p class=\"c15\"><span>Clarification of falsehoods or rumors, depending on the subject matter, falls to a wide range of government agencies in the central government including the Legislative, Executive (including the military), and Judicial Yuans (JY), Ministries, Councils, Administrations, Bureaus </span><span>under EY</span><span class=\"c0\">, as well as city and county governments and its various bureaus.</span></p><p class=\"c15\"><span>At the presidential level, Taiwan’s top intelligence agency the </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/201905010229.aspx\">National Security Bureau</a></span><span> (NSB) has indicated its use of </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/202104200138.aspx\">databases</a></span><span> and </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/202405010063.aspx\">analytical tools</a></span><span> to detect PRC threat activities in realtime. At the EY (central government) level, a </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/9277F759E41CCD91/a87eb5ee-9466-438a-a6fe-a8570db6ab1a\">special taskforce</a></span><span> led by then-Minister Luo Ping-Cheng made its first public debut in December 2018, positioned itself to be responsible for cross-departmental coordination within the government to counter disinformation. Around this time, national police and military have both set up dedicated units for countering disinformation. </span><span class=\"c8\"><a class=\"c3\" href=\"https://news.pts.org.tw/article/410480\">Criminal Investigation Bureau</a></span><span> (CIB) established Disinformation Investigation Unit (查緝假消息專責小組) in October 2018 during local elections, later elevated as Disinformation Investigation and Response Unit (假訊息查處專責小組) under </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/asoc/201901220304.aspx\">National Policy Agency</a></span><span> (NPA) in January 2019. </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/201905010229.aspx\">Ministry of National Defense</a></span><span class=\"c0\"> (MND) announced in May 2019 the establishment of a military Disinformation Rapid Response Unit (反制假訊息快速處理小組) to strengthen public trust on the military, and fortify psychological defense of military personnels.</span></p><p class=\"c15\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.nics.nat.gov.tw/about/job_duties/\">National Institute of Cyber Security</a></span><span>, formally established in January 2023, is responsible for national-level cyber threat analysis and response, including technical research and development on countering information manipulation and anti-fraud. </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.mjib.gov.tw/news/Details/1/964\">Cognitive Warfare Research Center</a></span><span class=\"c0\">, formally established in January 2024, is set to combine cross-strait situational analysis, domestic security, and cybersecurity capabilities within the Ministry of Justice Investigation Bureau (MJIB) to strengthen law-enforcement response to FIMI.</span></p><h3 class=\"c15 c19\" id=\"h.tyjcwt\"><span class=\"c17\">Parliament’s Role Countering FIMI</span></h3><p class=\"c15\"><span class=\"c0\">Taiwan’s national legislative body, the Legislative Yuan (LY) mainly has three roles countering FIMI: deliberation of government-proposed bills related to countering FIMI, proposition and passage of bills countering FIMI, and formal inquiries on government activities countering FIMI.</span></p><p class=\"c15\"><span>First, Taiwan’s LY deliberates, modifies, and passes multiple EY-proposed amendments to existing laws related to countering FIMI. Deliberation of amendments take place in any of </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ly.gov.tw/Pages/List.aspx?nodeid=166\">eight standing committees</a></span><span class=\"c0\"> depending on relevance to the subject matter.</span></p><p class=\"c15\"><span>In December 2018, </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/9277F759E41CCD91/27188d0c-a138-4b1f-a292-340f18824a42\">EY</a></span><span> finalized and proposed its first round of amendments to LY to seven existing laws related to countering FIMI, including </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0120014\">Disaster Prevention and Protection Act</a></span><span> (災害防救法), </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=M0030037\">Food Administration Act</a></span><span> (糧食管理法), </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=M0030070\">Agricultural Product Market Transaction Act</a></span><span> (農產品市場交易法), </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=L0050001\">Communicable Disease Control Act</a></span><span> (傳染病防治法), </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=L0040001\">Food Safety and Sanitation Act</a></span><span> (食品安全衛生管理法), </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=J0160056\">Nuclear Emergency Response Act</a></span><span> (核子事故緊急應變法), and </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?PCode=P0050001\">Radio and Television Act</a></span><span class=\"c0\"> (廣播電視法). LY passed five of the seven proposals in May and June of 2019.</span></p><p class=\"c15\"><span class=\"c0\">Secondly, members of LY and party caucasus propose, deliberate, modify, pass amendments to existing laws, and legislate new laws related to countering FIMI.</span></p><p class=\"c15\"><span>In May 2018, 19 LY members led by Chiu Chih-Wei (邱志偉) and Su Chen-Ching (蘇震清) proposed amendments to the </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0080067\">Social Order Maintenance Act</a></span><span> to expand the scope of existing penalty on deliberate circulation of rumors (謠言) to include fake news and falsehoods (假新聞, 假消息). The proposal received wide criticism and failed to pass the second reading. In May 2019, </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/firstnews/201905070102.aspx\">LY</a></span><span> passed amendments to Taiwan’s </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=C0000001\">Criminal Code</a></span><span>, originally proposed by Wang Ting-Yu (王定宇) and 17 legislators from the ruling Democratic Progressive Party (DPP), to rectify the definition of treason to include collusion with personnel of the PRC, including Hong Kong and Macau. In November 2019, DPP caucus leader Ker Chien-Ming (柯建銘) and two DPP legislators proposed </span><span class=\"c8\"><a class=\"c3\" href=\"https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=A0030317\">Anti-infiltration Act</a></span><span> (反滲透法). LY passed the proposal on 31</span><span class=\"c22\">st</span><span> of December, 2019, and then-President Tsai Ing-Wen signed it into law on 15</span><span class=\"c22\">th</span><span class=\"c0\"> of January, 2020.</span></p><p class=\"c15\"><span class=\"c0\">A key factor for successful legislative measures countering FIMI is the alignment of the Presidential Office, EY, and LY majority, all three held by the ruling DPP between 2016 and 2024. Results of the 2024 election (in January) have absolved such alignment between the executive and the legislative branches of the central government of the next four years (2024-2028).</span></p><p class=\"c15\"><span class=\"c0\">Thirdly, members of LY practice their constitutional power of formal inquiries (質詢) during committee proceedings to request information and demand further actions from relevant government agencies. Government officials are legally required to be physically present and respond to legislative inquiries. Committee proceedings are legally required to be live-streamed via dedicated TV and YouTube channels for accountability and public discourse.</span></p><h3 class=\"c15 c19\" id=\"h.3dy6vkm\"><span class=\"c17\">Timeline</span></h3><div class=\"gdoc-table-container\"><div class=\"table\"><table class=\"c24\"><tbody><tr class=\"c1\"><th class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p>Y </p></th><th class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p>M </p></th><th class=\"w-20\" colspan=\"1\" rowspan=\"1\"><p>Event </p></th></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"6\"><p>2017</p></td><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>2</p></td><td class=\"w-20\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span>First </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/9277F759E41CCD91/07457515-4dc2-46b0-ab39-f0a0eb6d0b90\">EY</a></span><span class=\"c0\"> press release mention of FIMI-related terms (fake news, 假新聞)</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>4</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/5A8A0CB5B41DA11E/709e122f-1e4e-4d69-a2cc-821ab058ef0d\">NCC</a></span><span class=\"c0\"> recommended against legal amendments or legislations for content regulation (controversial information, 爭議訊息)</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>4</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.ncc.gov.tw/chinese/news_detail.aspx?site_content_sn=8&amp;cate=0&amp;is_history=1&amp;pages=0&amp;sn_f=37303\">NCC</a></span><span class=\"c0\"> unveiled partnership with Facebook and Taiwanese civil society on promoting social media user safety</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>7</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span>Top government portal added controversial information clarification section (</span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ndc.gov.tw/nc_10651_27420\">NDC</a></span><span class=\"c0\">)</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>9</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.ncc.gov.tw/chinese/news_detail.aspx?site_content_sn=8&amp;cate=0&amp;is_history=1&amp;pages=0&amp;sn_f=37934\">NCC</a></span><span class=\"c0\"> Chair and Minister of Digital Affairs visited Facebook HQ</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>12</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span>NCC-commissioned research on cross-border content governance outlined and compared regulatory frameworks of online content moderation, youth safety, and intellectual property protection in EU, UK, US, Singapore, Korea, PRC, and Taiwan (</span><span class=\"c8\"><a class=\"c3\" href=\"https://www.ncc.gov.tw/chinese/files/17070/3923_37591_180111_1.pdf\">TIER</a></span><span class=\"c0\">)</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"5\"><p>2018</p></td><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>5</p></td><td class=\"w-20\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/firstnews/201805100364.aspx\">EY</a></span><span class=\"c0\"> added real-time news clarification section on its website</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>9</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p>Director Su Chi-Cheng (蘇啟誠) of the Taiwan Office in Osaka, Japan committed suicide after the Kansai Airport controversy during which a combination of unverifiable rumors and falsehoods created widespread public criticism and pressure at the Osaka Office</p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>10</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://news.pts.org.tw/article/410480\">CIB</a></span><span class=\"c0\"> establishes Disinformation Investigation Unit</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>12</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/firstnews/201812090031.aspx\">EY</a></span><span class=\"c0\"> announced plans to legislate platform responsibility in verifying and removing falsehoods (假訊息)</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>12</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/9277F759E41CCD91/2f714812-1f2c-4a21-89ec-4064ba36e611\">EY</a></span><span class=\"c0\"> special taskforce led by Minister without Portfolio Luo unveiled government framework for disinformation (假訊息) definition (malicious intent, falsified content, and harmful results) and response (detect, debunk, contain, and discipline)</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"9\"><p>2019</p></td><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>1</p></td><td class=\"w-20\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/asoc/201901220304.aspx\">NPA</a></span><span class=\"c0\"> establishes Disinformation Investigation and Response Unit</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>4</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/firstnews/201904190263.aspx\">EY</a></span><span class=\"c0\"> announces rules limiting official usage of produces damaging to national cybersecurity</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>5</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.rti.org.tw/news/view/id/2019911\">LY</a></span><span class=\"c0\"> passed amendments to Criminal Code, Classified National Security Information Protection Act, Disaster Prevention and Protection Act, Communicable Disease Control Act, Food Safety and Sanitation Act, and Cross-Strait Act to rectify definition of treason, increase punishment on collusion with PRC entities, as well as regulate rumors and falsehoods of disaster, communicable disease, and food safety</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>5</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/201905010229.aspx\">NSB</a></span><span class=\"c0\"> first indicated its use of big data databases and analytical tools to detect PRC threat activities in realtime</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>5</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/201905010229.aspx\">MND</a></span><span class=\"c0\"> establishes Disinformation Rapid Response Unit</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>6</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/firstnews/201906195006.aspx\">LY</a></span><span class=\"c0\"> passed amendments to National Security Act, Agricultural Product Market Transaction Act, Food Administration Act to punish cyber espionage, as well as regulate rumors and falsehoods of agriculture and food</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>7</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/firstnews/201907035003.aspx\">LY</a></span><span class=\"c0\"> passed amendments to Cross-Strait Act to regulate PRC-related activities of retired military and government officials</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>7</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.rti.org.tw/news/view/id/2028237\">EY</a></span><span class=\"c0\"> Premier Su proposes the 222 Principle for government clarification of falsehoods (title within 20 characters, body within 200 characters, accompanied by 2 images, within 1 hour)</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>12</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/firstnews/201912315003.aspx\">LY</a></span><span class=\"c0\"> passed Anti-Infiltration Act</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"4\"><p>2020</p></td><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>1</p></td><td class=\"w-20\" colspan=\"1\" rowspan=\"1\"><p>Central Epidemic Command Center (CECC) established in response to COVID-19</p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>2</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p>CECC started to host near-daily press conferences for pandemic updates</p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>2</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p>Zong-Chai (總柴) the shiba-inu made her first appearances on Ministry of Health and Welfare (MOHW) social media accounts as part of the Ministry’s strategic communications</p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>2</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.ly.gov.tw/Pages/Detail.aspx?nodeid=5255&amp;pid=191972\">LY</a></span><span class=\"c0\"> legislated Special Act for Prevention, Relief and Revitalization Measures for Severe Pneumonia with Novel Pathogens as legal basis of government response to COVID-19, including regulation on COVID-19-related rumors and falsehoods</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>2021</p></td><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>5</p></td><td class=\"w-20\" colspan=\"1\" rowspan=\"1\"><p>CECC press conferences started regular prescription of pandemic-related rumors as falsehoods as domestic COVID-19 cases increases in Taiwan</p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>2022</p></td><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>7</p></td><td class=\"w-20\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span>EY passed Next-Generation Anti-Fraud Strategic Guidelines 1.0 as a government multi-agency action framework for fraud response (identify, prevent, intercept, punish), led by Minister without Portfolio Luo (</span><span class=\"c8\"><a class=\"c3\" href=\"https://www.moi.gov.tw/News_Content.aspx?n=9&amp;s=265429\">MOI</a></span><span class=\"c0\">)</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"7\"><p>2023</p></td><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>1</p></td><td class=\"w-20\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.president.gov.tw/News/27301\">National Institute of Cyber Security</a></span><span class=\"c0\"> established under Ministry of Digital Affairs (moda)</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>4</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/ahel/202304270252.aspx\">CECC</a></span><span> held final press conference before dissolved on 1</span><span class=\"c22\">st</span><span class=\"c0\"> of May</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>5</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/202305260209.aspx\">LY</a></span><span class=\"c0\"> passed amendments to Public Officials Election And Recall Act to regulate election-related deepfake content</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>5</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span>LY passed amendments to Criminal Code, Personal Data Protection Act, Human Trafficking Prevention Act, Money Laundering Control Act, Securities Investment Trust and Consulting Act nicknamed “five laws combating fraud”, including online advertiser identity verification requirements, misleading investment advertisement ban, and platform liability (</span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/afe/202305300242.aspx\">CNA</a></span><span class=\"c0\">)</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>5</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.ey.gov.tw/Page/5A8A0CB5B41DA11E/d6bb7d87-3e54-44ca-a4ad-3f11d329338d\">EY</a></span><span> passed Next-Generation Anti-Fraud Strategic Guidelines 1.5, including </span><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/202405090191.aspx\">localization requirements</a></span><span class=\"c0\"> for large-scale digital platform</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>5</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/aipl/202305310242.aspx\">EY</a></span><span class=\"c0\"> established Anti-Fraud Office</span></p></td></tr><tr class=\"c10\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>12</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.mnd.gov.tw/Publish.aspx?p=82336&amp;title=%E5%9C%8B%E9%98%B2%E6%B6%88%E6%81%AF&amp;Types=%E8%BB%8D%E4%BA%8B%E6%96%B0%E8%81%9E\">MND</a></span><span class=\"c0\"> prepares to establish a National Defense Media Center to unify official messaging related to national defense</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"2\"><p>2024</p></td><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>1</p></td><td class=\"w-20\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.mjib.gov.tw/news/Details/1/964\">Cognitive Warfare Research Center</a></span><span class=\"c0\"> established under Ministry of Justice Investigation Bureau (MJIB)</span></p></td></tr><tr class=\"c1\"><td class=\"w-2 number\" colspan=\"1\" rowspan=\"1\"><p>7</p></td><td class=\"w-2\" colspan=\"1\" rowspan=\"1\"><p class=\"c2\"><span class=\"c8\"><a class=\"c3\" href=\"https://www.cna.com.tw/news/asoc/202409150029.aspx\">LY</a></span><span class=\"c0\"> legislated Fraudulent Crime Hazard Prevention Act, passed amendments to Communication Security and Surveillance Act, Criminal Procedure Code, Money Laundering Control Act nicknamed “four new laws combating fraud”</span></p></td></tr></tbody></table></div></div><div class=\"separator\"></div><div class=\"stickers\"></div><h2 class=\"c15 c19\" id=\"h2-4\"><span class=\"c26\">Dynamics and Evolution</span></h2><h3 class=\"c15 c19\" id=\"h.4d34og8\"><span class=\"c17\">Vulnerable Narrative Domains</span></h3><p class=\"c15\"><span class=\"c0\">IORG uses open-source and proprietary natural language processing (NLP) and machine-learning (ML) technologies for identifying FIMI narratives and behaviors in the Mandarin-language information environments across platforms and localities including Taiwan and other Mandarin-speaking communities. Narratives tracked and documented by IORG are classified according to the targeted country, domain, and their affective triggers.</span></p><p class=\"c15\"><span class=\"c0\">Taiwan, the United States (US), Japan, and the People’s Republic of China (PRC) are amongst the most targeted countries by Mandarin-language FIMI narratives. Such narratives collectively reinforce defeatism towards Taiwan, skepticism towards the US, animosity towards Japan, while strengthening the dual perception of power and benevolence of the PRC.</span></p><p class=\"c15\"><span class=\"c0\">Domestic economy, government performance and legitimacy, national defense capabilities, international relations and trade, history and culture are domains commonly exploited by FIMI narratives shaping the image of Taiwan as a failing nation in every aspect.</span></p><p class=\"c15\"><span class=\"c0\">Inequality is a common affective trigger of FIMI narratives circulating in Taiwan. Existence of inequalities and perceived injustices between socioeconomic strata, traditional male-female roles, and disparity of power and status among ethnic-lingual groups, as well as affirmative measures intended to mitigate such gaps can both be exploited to magnify social divisions and exacerbate mistrust.</span></p><p class=\"c15\"><span class=\"c0\">Individual or collective self-perception of smallness, weakness, and lack of agency for self-determination is another common affective trigger for FIMI narratives in Taiwan. Probable causes of this pessimism include the legacy of a China-centric education system, US recognition of the PRC in 1979, long-term wrongful exclusion of Taiwan from international affairs and security reassurances, as well as individual and collective economic anxiety.</span></p><h3 class=\"c15 c19\" id=\"h.2s8eyo1\"><span class=\"c17\">Systemic Vulnerabilities</span></h3><p class=\"c15\"><span class=\"c0\">Taiwan’s society is dominantly Han-immigrant descendants and its political and cultural discourse dominated by Mandarin-language content, largely a result of early Han immigration, post-war refugee, and oppressive policies imposed by the Chinese Nationalist (KMT) military dictatorship before democratization began around 1990.</span></p><p class=\"c15\"><span class=\"c0\">Mutual intelligibility between Taiwanese Mandarin and the Standardized Mandarin used in the PRC (Putonghua) lowers the barrier of entry for tailoring content production to the preferences of the Taiwanese audiences. Mandarin expressions used in the PRC, sometimes lacking corresponding ones in Taiwan, such as those in popular culture or professional disciplines, can be perceived as novelty or necessity in Mandarin-based communications, drawing Taiwanese audiences closer to PRC’s linguistic and value systems. </span></p><p class=\"c15\"><span class=\"c0\">Taiwan’s reduced yet still significant economic dependency on and interconnectedness with the PRC and the common conception that Taiwanese businesses and Taiwan as a whole must depend on China as the only (easiest) option for economic gain are two mutually-reinforcing concepts in Taiwan’s collective consciousness. Polls have indicated an incline of public awareness of the PRC as the main security threat to Taiwan while a declining yet still significant portion of Taiwan’s public maintain their support for cross-strait economic integration.</span></p><p class=\"c15\"><span class=\"c0\">Taiwan’s legacy of the former KMT military dictatorship and long-standing polarizing partisanship provide ready access to fissures between party and national identities, and abundant opportunities for manipulative actors to mobilize emotion, consolidate support, and prioritize party interest over national sovereignty.</span></p><p class=\"c15\"><span class=\"c0\">Profit-driven sensationalism among commercial mass media, weak public media, low quality standard for news, as well as normalized partisan perception of news inhibit the media sector from contributing to reasonable public discourses and a healthy information environment.</span></p><div class=\"separator\"></div><div class=\"stickers\"></div><h2 class=\"c15 c19\" id=\"h2-5\"><span class=\"c26\">Shortcomings of National and International Responses</span></h2><p class=\"c15\"><span class=\"c0\">Nationally, the lack of transparent post-legislative scrutiny on legislations related to countering FIMI have prevented public review and evidence-based public debate on the efficacy of such legislation.</span></p><p class=\"c15\"><span class=\"c0\">Nationally, the lack of sustainable public consultation and multistakeholder deliberation process for sensitive legislation including foreign agent registration and digital services regulation have prevented forming of societal consensus around such important topics and have allowed the absence of important legislation countering FIMI.</span></p><p class=\"c15\"><span class=\"c0\">Nationally, uncritical emphasis of the vibrancy of civil society response to FIMI have allowed inaction of government officials and agencies responsible for countering FIMI. Internationally, focus of regional and national government responses to FIMI have limited the scope and available methods of those responses.</span></p><p class=\"c15\"><span>Nationally and internationally, the lack of awareness and evidence-based framework on mapping both political and non-political negative effects of information manipulation have limited the diversity of responses needed towards a multidisciplinary, </span><span>multistakeholder</span><span class=\"c0\"> holistic solution. Non-political effects of information manipulation include negative effects on youth development, mental health, privacy, cognitive autonomy, and social trust.</span></p><p class=\"c15\"><span class=\"c0\">Nationally and internationally, the lack of awareness and evidence-based framework on identifying attributes of reasonable public discourses and healthy information environments have framed activities as reactive remedial measures rather than proactive constructive measures.</span></p><div class=\"separator\"></div><div class=\"stickers\"></div><h2 class=\"c15 c19\" id=\"h2-6\"><span class=\"c26\">What’s Next</span></h2><h3 class=\"c15 c19\" id=\"h.3rdcrjn\"><span class=\"c17\">Upcoming Topics</span></h3><p class=\"c15\"><span class=\"c0\">Results of the US elections in November 2024, major US policy proposals, any Taiwan-US joint security measures, as well as any event that could be interpreted as a US withdrawal from regional and global security are highly likely to be high-priority topics of US Skepticism narratives, categorized by IORG’s milestone report in 2023.</span></p><p class=\"c15\"><span class=\"c0\">Anti-infiltration, anti-corruption, constitutional court appointments, legislative proposals, as well as other legitimate executive measures could be framed as “Green Terror” (綠色恐怖), falsely equating the ruling DPP government to the dictatorial KMT government responsible for the forty-year-long White Terror (白色恐怖).</span></p><p class=\"c15\"><span class=\"c0\">PRC military drills around Taiwan and PRC activities in the West Pacific internationally, as well as legislative proposals by EY or LY and prospective referendums proposed or backed by political parties domestically, if any, are likely topics for new FIMI narratives in Taiwan before the next election campaigns towards the end of 2026.</span></p><h3 class=\"c15 c19\" id=\"h.26in1rg\"><span class=\"c17\">Threat to Support for Ukraine</span></h3><p class=\"c15\"><span class=\"c0\">There is no evidence to suggest a reduced level of support for Ukraine and Ukraine’s victory among Taiwan’s public.</span></p><p class=\"c15\"><span class=\"c0\">An absence of Ukraine and the Russian invasion against Ukraine in mainstream media coverage and public discourse could result in reduced sense of urgency and increased apathy among Taiwan’s public towards Ukraine’s victory.</span></p><p class=\"c15\"><span class=\"c0\">Narratives framing US and international support for Taiwan and Ukraine as mutually exclusive, such as ones observed by IORG, could raise skepticism among Taiwan’s public towards the US and Ukraine and reduce public support for Ukraine.</span></p><h3 class=\"c15 c19\" id=\"h.lnxbz9\"><span class=\"c17\">New Informational Threats</span></h3><p class=\"c15\"><span class=\"c0\">Continued instrumentalization of Taiwanese and other non-PRC individuals as vectors of FIMI entangles foreign interference with legitimate democratic discourse and poses significant challenges to FIMI countermeasures. The mix of domestication and organic domestic occurrence of FIMI narratives remain the most significant threat to Taiwan’s democratic resilience.</span></p><p class=\"c15\"><span class=\"c0\">Manipulative narratives based on alleged leaked audio recordings, alleged public opinion polling results, or other fabricated or unverifiable factual elements diminish the significance of evidence, normalize haste conclusions with insufficient factual support, “de-normalize” expectation for reason and civility, and degrade the quality of public discourse.</span></p><p class=\"c15\"><span class=\"c0\">Declining levels of credibility, authenticity, and connectedness in the information environment result in declined public trust and participation, which reduces feasibility of reasonable public discourse online, and legitimacy of (digital) democracy at-scale.</span></p><h3 class=\"c15 c19\" id=\"h.35nkun2\"><span class=\"c17\">AI’s Role</span></h3><p class=\"c15\"><span class=\"c0\">New and accessible generative AI technologies have enabled cheaper, faster, multilingual, multimodal, at-scale mimicry of human content creation, diverse persona, and authentic interaction. Programming co-pilots and AI-generation of computer programs has significantly lowered the barrier of entry to software engineering and automation.</span></p><p class=\"c15\"><span class=\"c0\">Integration of AI-enabled capability of human mimicry and automation could transform the operations of existing text-based content farms, video account clusters, astroturfing, social engineering, identity theft, and other FIMI and cyber threat activities to further confuse, manipulate, misrepresent, flood, and jam citizen participation in public discourse, as well as threaten their digital security.</span></p><p class=\"c15\"><span>Multiple cases were identified by Taiwanese and international journalists and researchers where AI technologies were used for election interference. (</span><span class=\"c8\"><a class=\"c3\" href=\"https://tfc-taiwan.org.tw/articles/9949\">TFC 2023</a></span><span>) (</span><span class=\"c8\"><a class=\"c3\" href=\"https://tfc-taiwan.org.tw/articles/10066\">TFC 2023</a></span><span>) (</span><span class=\"c8\"><a class=\"c3\" href=\"https://voicettank.org/%E6%8C%81%E7%BA%8C%E6%B5%81%E7%AB%84%E7%9A%84%E7%B8%BD%E7%B5%B1ai%E4%BA%BA%E8%81%B2%E5%90%88%E6%88%90%E5%81%87%E5%BD%B1%E7%89%87%E8%88%87%E5%8D%94%E5%90%8C%E4%BD%9C%E6%88%B0/\">Wang 2024</a></span><span>) (</span><span class=\"c8\"><a class=\"c3\" href=\"https://www.microsoft.com/en-us/security/security-insider/intelligence-reports/east-asia-threat-actors-employ-unique-methods\">Microsoft 2024</a></span><span class=\"c0\">) For Taiwan’s 2024 elections, unverified audio recordings and “cheap-fake” videos (edited or altered with less sophistication) were more impactful than deepfake videos.</span></p><p class=\"c15\"><span class=\"c0\">Researchers and technologists have long used AI to enable machine understanding of human language and behavior. Large language models (LLM) have the potential to enhance this process, enabling more precise and holistic understanding of public discourse and the ecology of information environments. Continued technical advancements by industry, academic, and civil society can make AI work for the betterment of the information environments and democratic societies.</span></p><div class=\"separator\"></div><div class=\"stickers\"></div><h2 class=\"c15 c19\" id=\"h2-7\"><span class=\"c26\">Conclusions</span></h2><p class=\"c15\"><span>Taiwan’s national-level activities countering FIMI largely started in 2017, the second year of President Tsai Ing-Wen’s first term, with government initiatives and preliminary research. At the end of 2018, an </span><span>EY-level</span><span> </span><span>taskforce</span><span class=\"c0\"> on countering disinformation made its first public debut, paving the way for legal amendments passed by the LY in 2019 to expand legal regulation on rumors and falsehoods regarding key areas of public affairs such as public health and food safety. At the same time, legal amendments were also passed to regulate cross-strait activities related to national security. The Anti-infiltration Act passed on the last day of 2019 concluded the year of legislation against FIMI in Taiwan.</span></p><p class=\"c15\"><span class=\"c0\">The COVID-19 pandemic from 2020 occupied much of the first half of President Tsai’s second term. Daily CECC press briefings at 2pm became the source of reliable information for much of Taiwan’s public. Government use of humor and memes (especially Zong-chai the shiba-inu) in its strategic communications gained public acceptance and international acclaim while vaccine-related rumors and falsehoods were widespread. If the establishment of government agencies and institutions showed a national-level recognition of countering FIMI as integral to Taiwan’s national cyber and physical security, the fundamental shift towards anti-fraud since 2022 reflected a shifting national priority towards a more urgent threat, and the limitation to what the government and parliament could have accomplished.</span></p><p class=\"c15\"><span class=\"c0\">Rumors, falsehoods, conspiracies, and unsubstantiated opinions have and always will be a part of liberal democracy. This long-existing vulnerability of Taiwan’s open society has been exploited by the PRC as one of its impactful means towards its conspicuous goal to annex Taiwan and demolish Taiwan’s hard-fought democratic way of life. In Taiwan, partisan polarization, social division, and a much compromised information environment have allowed malign actors to gain from discord, mistrust, and hate. Amongst many challenges, the entanglement of FIMI and legitimate domestic discourses remains the most significant threat to Taiwan’s democratic resilience.</span></p><p class=\"c15\"><span class=\"c0\">When it comes to the betterment of Taiwan’s democracy, “no one is an outsider” (沒有人是局外人). Competent government effort, independent and credible civil society, as well as accountable public-private partnerships (PPP) are three keys to safeguarding basic civil liberties, strengthening digital civic literacy (in information, tech, privacy, data, cybersecurity, AI, civics, and public participation) among Taiwan’s public, civil servants, educators, and profession sectors, revitalizing Taiwan’s media sector, and increasing Taiwan’s national resilience to FIMI.</span></p>",
	"articleID": "taiwan-counters-fimi-gov-parl",
	"publicURL": "https://docs.google.com/document/d/e/2PACX-1vSxr4q4KkFotKCYjQiTy4RVDzZeQgaZ4hNCmG-IbJs6F3exzrgihZc38iOHh86ByEZHulfjTiTqSK9u/pub",
	"locale": "_tw",
	"publishedAt": "2024/10/29 12:00",
	"updatedAt": "2024/10/30 17:00"
}