{
	"r_title_2022": "Strengthen Taiwan’s Information Environment through Research and Education",
	"r_subtitle_2022": "2021 IORG Data Science Research on Information Environment of Taiwan",
	"_R_2022": "Key Research Conclusions",
	"r_title_2021": "Strengthen Democracy with Information Literacy",
	"r_subtitle_2021": "2021 IORG Data Science Research on Information Environment o fTaiwan",
	"_R_2021": "Key Research Conclusions",
	"r_title_1": "Defending Democracy Against Authoritarian Expansion",
	"r_title_2": "2020 IORG Research on Chinese Influence Operations Against Taiwan",
	"_R_2020": "Key Research Conclusions",
	"_R_B": "Information Manipulation",
	"_R_B1": "Kansai Airport",
	"_R_B2": "Chen Chu Is Corrupt",
	"_R_B3": "American Influenza Is Deadlier Than COVID-19",
	"_R_B4": "U.S. Spreads Coronavirus at Wuhan Military World Games",
	"_R_B5": "American Influenza Is COVID-19",
	"_R_B6": "Liberate America",
	"_R_B7": "Central Election Commission’s Vote Tampering",
	"_R_R1": "Dear America from Weibo",
	"_R_D": "Interpersonal Infiltration",
	"_R_D1": "Youth",
	"_R_D2": "Folk Religions",
	"_R_D3": "Village Chiefs",
	"_R_D4": "Taiwanese Managers in China",
	"_R_E": "Economic Influence Operations",
	"ce-2020": "Community Engagement 2020",
	"_glossary": "Glossary",
	"_rm": "Research Methods",
	"_X": "Archive",
	"_O": "Open IORG",
	"manifesto": "Research on influence operations must be rigorous, scientific, data-driven, and multidisciplinary. For scientific research is the foundation of the knowledge, policies, and proportional collective response required to protect Taiwan’s civil liberties and strengthen Taiwan’s democracy.",
	"iorg_sci": "IORG is able to confirm, with publicly verifiable scientific methods, that...",
	"iorg_s1": "The CCP is engaged in information manipulation against Taiwan.",
	"iorg_s2": "“Local collaborators” are key to the spread of Chinese information manipulation against Taiwan.",
	"iorg_s3": "The CCP is proactively infiltrating Taiwan through interpersonal connections and has gained concrete results.",
	"iorg_about": "IORG is a multidisciplinary civilian research organization working to safeguard Taiwan’s information environment against authoritarian expansion.",
	"iorg_about_long": "IORG is a multidisciplinary civilian research organization. We are media professionals, social scientists, data engineers, and community activists in Taiwan. We work to safeguard Taiwan’s information environment against authoritarian expansion with open data, scientific research, literacy education, and grassroots organization.",
	"b11": "Chinese embassy sends buses to evacuate passengers, Chinese get on buses first",
	"b12": "Taiwanese can get on buses if self-identify as Chinese",
	"b21": "Kaohsiung Mayor Chen Chu is corrupt",
	"b22": "Feeling unbearable, an MJIB official leaked that Kaohsiung Mayor Chen Chu is corrupt",
	"b31": "American influenza, causing 6,600 deaths, is deadlier than COVID-19",
	"b32": "American influenza is deadlier than COVID-19 and ignored by news media",
	"b41": "U.S. brought coronavirus to China through Wuhan Military World Games",
	"b42": "Coronavirus is a U.S.-made bio weapon",
	"b43": "Coronavirus was leaked from a U.S. lab",
	"b51": "Asahi Shimbun: COVID-19 outbreaks in the U.S. long before Wuhan?",
	"b52": "Pan Hwai-tzong: U.S. is source of coronavirus?",
	"b53": "Zhao Li-jian: U.S. CDC chief admits flu patients may have had COVID-19",
	"b54": "Belleville Mayor contracted COVID-19 in November 2019",
	"b61": "Liberate America",
	"b71": "CEC stuffed votes with blank ballots",
	"b72": "CEC used waxed ballots to cause invalid votes",
	"b73": "CEC altered vote count with computer systems",
	"online": "Online",
	"tp": "TP",
	"ntp": "NTP",
	"ty": "TY",
	"tc": "TC",
	"tn": "TN",
	"ks": "KS",
	"yilan": "Yilan",
	"hualian": "Hualian",
	"taitung": "Taitung",
	"hc": "Hsinchu",
	"miaoli": "Miaoli",
	"changhua": "Changhua",
	"nantou": "Nantou",
	"yunlin": "Yunlin",
	"chiayi": "Chiayi",
	"pingtung": "Pingtung",
	"penghu": "Penghu",
	"km": "Kinmen",
	"matsu": "Matsu"
}